{
  "maps": [
    "Altis",
    "Enoch",
    "Malden",
    "Stratis",
    "Tanoa",
    "VR",
    "Bootcamp_ACR",
    "chernarus",
    "chernarus_summer",
    "Chernarus_Winter",
    "Desert_E",
    "intro",
    "Mountains_ACR",
    "porto",
    "ProvingGrounds_PMC",
    "sara",
    "sara_dbe1",
    "saralite",
    "Shapur_BAF",
    "takistan",
    "utes",
    "Woodland_ACR",
    "zargabad",
    "hellanmaa",
    "hellanmaaw",
    "pulau",
    "tem_anizay",
    "tem_ihantala",
    "tem_ihantalaw",
    "tem_kujari",
    "tem_ruha",
    "ruha",
    "tem_summa",
    "tem_summawcup",
    "tem_suursaariv",
    "tem_vinjesvingenc",
    "blud_cordelia",
    "bozcaada",
    "SefrouRamal",
    "Tembelan",
    "MCN_Aliabad",
    "VTF_Lybor",
    "VTF_Korsac",
    "pja307",
    "pja308"
  ],
  "missions": [
    {
      "id": "CCO30_Matias_ColombiaCampaignDay1.UMB_Colombia",
      "name": "Operation Drifting Snow",
      "summary": "Contractors work towards dismantling a cartel",
      "briefing": {
        "mission": "Today you will be inserting into the country posing as workers for a Vrana Corp offshore wind farm on the edge of the region. \n\nBoxes and boats have been provided for you to carry your gear and yourselves into the country; as well as vrana worker overalls and helmets.\n\nOnce you reach your HQ for this operation, you will be working towasrds setting it up. Further tasking will be provided upon arrival.\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\nFully dismantle the Cinco Reyes Cartel.\n\n<font color='#595305'>SECONDARY</font>\nAdditional tasking may be provided by either Samuel Williams or Fernando Álvarez.\n\n<font color='#E3D310'>RESTRICTIONS</font>\nYou must remain as covert as possible, Synixe's involvement in the region being known put's the operation at risk.\n\nIn order for us to keep working towards dismantling everyone must think that it's rivals doing the work. They must not find out who our employers are.\n",
        "situation": "<font color='#e3d310'>EMPLOYER</font>\nName: Samuel Williams, Global Operations Specialist, Central Intelligence Agency\nLocation: 1000 Colonial Farm Rd, McLean, VA 22101, USA\n\nName: Major Fernando Álvarez, commander of the law enforcement forces in the region.\nLocation: Base Militar Tití, Colombia\n\n<font color='#d81717'>ENEMY FORCES</font>\nName: Cinco Reyes Cartel\nLocation: Spread out in the region, no known bases at this time.\n\nDepending on the cartel members duties their equipment will vary. They usually use light and old weaponry.\n\n<font color='#1d69f6'>FRIENDLY FORCES</font>\nName: Local Law Enforcement\nLocation: Several Bases in the region, they are marked on the map.\n\nLocal law enforcement is easily identifible by their blue clothing. Their equipment varies depending on the responsibilites of each officer.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nLocation: Present in the region.\n\nCivilians are sometimes employed by the cartel as workers in labs or cartel estates.\n"
      },
      "typ": "Contract"
    },
    {
      "id": "CCO30_Matias_ColombiaCampaignTemplate.UMB_Colombia",
      "name": "Operation Drifting Snow",
      "summary": "Contractors work towards dismantling a cartel",
      "briefing": {
        "mission": "Tasking for today will be provided in a document. If you haven't recieved it talk to Matías Jackson.\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\nFully dismantle the Cinco Reyes Cartel.\n\n<font color='#595305'>SECONDARY</font>\nAdditional tasking may be provided by either Samuel Williams or Fernando Álvarez.\n\n<font color='#E3D310'>RESTRICTIONS</font>\nYou must remain as covert as possible, Synixe's involvement in the region being known put's the operation at risk.\n\nIn order for us to keep working towards dismantling everyone must think that it's rivals doing the work. They must not find out who our employers are.\n",
        "situation": "<font color='#e3d310'>EMPLOYER</font>\nName: Samuel Williams, Global Operations Specialist, Central Intelligence Agency\nLocation: 1000 Colonial Farm Rd, McLean, VA 22101, USA\n\nName: Major Fernando Álvarez, commander of the law enforcement forces in the region.\nLocation: Base Militar Tití, Colombia\n\n<font color='#d81717'>ENEMY FORCES</font>\nName: Cinco Reyes Cartel\nLocation: Spread out in the region, no known bases at this time.\n\nDepending on the cartel members duties their equipment will vary. They usually use light and old weaponry.\n\n<font color='#1d69f6'>FRIENDLY FORCES</font>\nName: Local Law Enforcement\nLocation: Several Bases in the region, they are marked on the map.\n\nLocal law enforcement is easily identifible by their blue clothing. Their equipment varies depending on the responsibilites of each officer.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nLocation: Present in the region.\n\nCivilians are sometimes employed by the cartel as workers in labs or cartel estates.\n"
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Andrew_LoudAndHeavy.zargabad",
      "name": "Loud and Heavy",
      "summary": "Contractors repel a Taliban incursion into Zargabad.",
      "briefing": {
        "mission": "The city of Zargabad is requesting assistance. The center of the city has been occupied by Taliban forces. Civilians are fleeing for their lives, most making a run for the hills or airfield. The airfield is under the security of Theseus INC. As they hold the airfield, we are tasked with clearing the Taliban insurgents from the civilian homes. \n\nThe Taliban drove into the city, some with mounted guns on the back. They have been seen with RPGs and carrying mounted & static firearms. Be wary walking down the city streets.",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\nClear the city of Zargabad from the Taliban.\n\n<font color='#595305'>SECONDARY</font>\nAssist any civilians in need.",
        "situation": "The streets of Zargabad have been taken over by Taliban forces. They've infilitrated houses and killing anyone in their way. The situation seems dire. \n\n<font color='#e3d310'>EMPLOYER</font>\nCity of Zargabad\n\nThe City of Zargabad has called upon us to help assist in their time of need.\n\n<font color='#d81717'>ENEMY FORCES</font>\nThe Taliban\n\nThe Taliban are well known, often using force to spread their ideology and beliefs. There are reports of them being equipped with small arms, RPGs, vehicles, and some statics weaponry.\n\n<font color='#1d69f6'>FRIENDLY FORCES</font>\nTheseus INC PMC\nLocation(s): Western Airfield, Northern Military Base\n\nTheseus INC has been contracted to act as security for the airfield. They will continue to protect the airfield as we push throughout the city.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nCivilians are present in the area and may or may not be in support of either Synixe Contractors, Theseus INC, or the Taliban."
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Brett_Deadlines.tem_vinjesvingenc",
      "name": "Deadlines",
      "summary": "Contractors must prevent a strike launch from behind enemy lines",
      "briefing": {
        "mission": "The restoration forces are planning a major offensive, western intelligence has learned, and information has been passed on to the government forces. They are planning to launch an artillery attack from a former training facility, now knows as FOB Åbo.\n\nThe government forces are mainly made up of recent volunteers, and are not well trained, and the number of career soldiers is low. Therefor, they have requested assistance from the Synixe Contractors.\n\nNo support is available from the government forces, and we will be operating behind enemy lines. With help from an informant, we have been able to get into the region, and have been provided with a van and truck to use for the operation.\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\nPrevent the restoration forces from launching their artillery attack from the former training facility at FOB Åbo.\n\nThe attack is planned to be launched at 0530, just as dawn is breaking.\nIf you are discovered, they may request to launch the attack early.\n\n<font color='#595305'>SECONDARY</font>\nDestroy as much of the restoration forces' equipment as possible.\n\n<font color='#E3D310'>RESTRICTIONS</font>\nSynixe vehicles were not able to be transported to the AO.\n",
        "situation": "Starting 4 years earlier, a \"restoration\" movement grew in support across the western region of the country. Creating a new political party, they were vying for reform to a nationalist government to \"restore the nation\".\nThey formed small militias and prepared in small groups to defend themselves from the government. After one of their party leaders was arrested for treason, the movement began an armed uprising against the government.\nInitially the movement secured a decent amount of territory, but the government forces were able to organize, and the conflict has primarily been cold since, with only small amounts of territory changing hands.\nMost civilians that did live in the west have moved to the far east of the country, away from the fighting and firmly under government control.\n\n<font color='#e3d310'>EMPLOYER</font>\nName: Government Forces\nLocation: Front Lines (Not in AO)\n\nThe government forces are attempting to suppress the uprising, and have requested assistance from the Synixe PMC.\nNone of their forces are currently in the AO.\n\n<font color='#d81717'>ENEMY FORCES</font>\nName: Restoration Forces\nLocation: Front Lines, FOB Åbo, possibly patrolling the AO\n\nNow being supported by the Russian Federation.\nThey are well equipped, but poorly trained and low in numbers.\nThey are currently attempting to launch an artillery attack from the former training facility at FOB Åbo.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nLocation: Throughout the AO\n\nVery small numbers of civilians remain throughout the AO, but should not be near FOB Åbo.\nCivilians mostly keep to themselves, but will likely support or possibly the restoration forces if they are present.\nSince our operation is at night, they should not be a major concern.\n"
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Brett_DeliveryOfPower.Chernarus_Winter",
      "name": "Delivery of Power",
      "summary": "Contractors must secure a power substation that is at risk from a terrorist organization",
      "briefing": {
        "mission": "An insurgent group supported with foreign weapons has been trying to gain control of South Zagoria, a region of Chernarus.\n\nAfter a few small incidents, the Chernarus Republic now believes they are getting ready to strike. It is believed they will start by attacking power infrastructure, impeding the ability of Chernarus forces to respond to the insurgents.\n\nThe Chernarus Republic forces will be spread thin, and we have been hired to provide our specialist services to prevent the destruction of power distribution infrastructure. They will be focusing their forces on defending the power plant.\n\nWe are tasked with checking all Power Distribution Substations and Transformers to ensure they are operational and to disable any explosives found at the stations. One of the two transformers in Chernogorsk does not have a switch.\n\nAfter the power is restored, move to to the Balota Airfield to debrief with a commander of the Chernarus Republic.\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\n- Restore power to all disabled stations\n- Disable any explosives found at power stations\n- Check on the Chernarus Republic forces at the power plant\n\n<font color='#595305'>SECONDARY</font>\n- Engage any insurgent forces encountered to reduce the load on the Chernarus Republic forces\n",
        "situation": "<font color='#e3d310'>EMPLOYER</font>\nName: Chernarus Republic\nLocation: Elektrozavodsk\n\nIdentied by a yellow start on a green background. Defending Elektrozavodsk, primarily the <marker name=\"pp\">Power Plant</marker>\n\n<font color='#d81717'>ENEMY FORCES</font>\nName: Unknown Hostiles\nLocation: South Zagoria\n\nArmed with Russian weapons, including explosives.\n\n<font color='#1d69f6'>FRIENDLY FORCES</font>\nName: Chernarus Republic\n\nSee: <font color='#e3d310'>EMPLOYER</font>\n"
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Brett_Halloween2023.Altis",
      "name": "The Doctor & Me",
      "summary": "Contractors are hired to provide security after two researchers at a civilian research facility working on a military contract have gone missing.",
      "briefing": {
        "mission": "Provide security to the facility, look for evidence surrounding the disappearance of Dr. Łukasz Wojciechowski & Felix Montgomery\n",
        "objectives": "Follow the instructions of Dr. Oliver Sedgewick.\n",
        "situation": "A facility conducting a military research contract has recently had two of their lead researchers go missing, we have been tasked with providing security to the facility. Comply with all orders from staff, as we are not privy to the details of the research being conducted.\n"
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Brett_Harmonics.pja308",
      "name": "Harmonics",
      "summary": "Contractors track down and destroy communication jamming equipment that is hampering CT operations",
      "briefing": {
        "old": "**Harmonics**\n\n**Employer**\n            <br/>Gunzkili National Police\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Militia & Terrorist Cell\n            <br/>Disrupt communications and operations\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors, Gunzkili National Police\n            <br/>\n            <br/><font color='#139120'>INDEPENDENT FORCES:</font>\n            <br/>Local Police\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Civilians may be present outside of cities, although the rural areas are unsafe and civilians are unlikely to stray far from major centers.\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>Very flat, swamps.\n        \n\n**Mission**\n            <br/>A terror cell has been deploying jammers for military radio, cellphones, and Wifi devices throughout the region in an attempt to disrupt the National Police Counter-Terrorism Unit's ability to receive civilian reports and respond.\n            <br/>\n            <br/>We have been tasked with tracking down nefarious devices causing interference.\n            <br/>It is recommended to have EOD on this mission.\n            <br/>We have aquired Spectrum Devices that can detect a wide range of frequencies, and help determine their location.\n            <br/>\n            <br/>A list of common frequencies ranges has been provided.\n            <br/>\n            <br/>Note: Contact DLC is required to use the Spectrum Device.\n            <br/>\n            <br/>Primary Objectives:\n            <br/>- 2x Area of reported Cellphone jamming (Purple)\n            <br/>- 1x Area of reported Wifi / Bluetooth jamming (Yellow)\n            <br/>- Unknown count of military radio jammers\n            <br/>\n            <br/>Second Objectives:\n            <br/>- Engage any threats encountered near civilian locations\n        "
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Brett_MidstOfMadness.Altis",
      "name": "Midst of Madness",
      "summary": "Contractors enter the epicenter of a civil war to recover a client's prized possessions.",
      "briefing": {
        "mission": "As a civil war breaks in Altis, the city of Kavala is under seige by the AAF.\n\nOur client, Mr. Karmanlis, fears that a small group of people after his prized possessions will take advantage of the chaos to steal them.\n\nWe have been contracted to secure the items and return them to Mr. Karmanlis, who is safely outside of the city.\n\nHe says that 3 men were recently believed to be after his possessions, and that they were wearing Fieldsure backpacks.\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\n- Recover the 15x prized possessions from Mr. Karmanlis' residence in Kavala.\n\n<font color='#595305'>SECONDARY</font>\n- Minimize conflict with neutral parties.\n\n<font color='#E3D310'>RESTRICTIONS</font>\nThe AAF have declared a no fly zone over Altis, and will shoot down any aircraft that enter the airspace.\n",
        "situation": "The city of Kavala is in chaos, the city has been the epicenter of Altis' looming threat of civil war.\n\n<font color='#e3d310'>EMPLOYER</font>\nName: Militidas Karmanlis\nLocation: Undisclosed, in Altis\n\nA wealthy Kavala resident, he has escaped the city, but now realizes that he has left behind his most prized possession.\n\n<font color='#139120'>INDEPENDENT FORCES</font>\nName: Kavala Resistance\nLocation: Kavala\n\nThe Kavala Resistance is a group of civilians who have taken up arms against the Altis Armed Forces.\n\nThey are not necessarily hostile to us, but may not identify us as neutral.\n\n<font color='#139120'>INDEPENDENT FORCES</font>\nName: Altis Armed Forces\nLocation: Altis\n\nThe Altis Armed Forces are the official military of Altis, they are weak in numbers and struggling to maintain control of the island.\n\nThey are not necessarily hostile to us, but may not identify us as neutral.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nCivilians will be present in and around Kavala.\n"
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Brett_NoNecessaryMeasures.pulau",
      "name": "No Necessary Measures",
      "summary": "Contractors assist islanders against CSAT in a covert CIA/BND operation",
      "briefing": {
        "mission": "We have been contracted to covertly support the rebels by completing key objectives.\n\nThe operation, being led by the CIA and BND, is to be kept secret from the public.\n\nWe have been provided various vehicles to assist us in our mission.\n\nIt is imperative that CSAT does not discover our involvement in this operation.\n\nNo contractors, bodies, equipment, vehicles, or other evidence may be left behind.\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\n1. Destroy CSAT's UAV capability\n3. Destroy CSAT's air superiority capability\n2. Destroy CSAT's ballistic missile capability\n\n<font color='#595305'>SECONDARY</font>\n1. Collect evidence against CSAT or the President of Pulau that may:\n    - Prove CSAT's involvement in the death of the former President\n    - Prove CSAT's involvement in the death of the former US Consul\n    - Prove CSAT's bribery of leverage over the President of Pulau\n\n<font color='#E3D310'>RESTRICTIONS</font>\nNo contractor equipment is to be left behind\n\nAny CSAT personnel that sees you must be eliminated\n\nYou may dress in the style of the locals,\nbut that may limit the amount of equipment you can carry\n",
        "situation": "CSAT expansion in the Pacific has been increasing at a fast pace.\n\nSmall island nations have been turning to CSAT for trade and protection treaties, turning away from the West.\n\nPulau has been a long time ally of the West, and has been a key strategic location for the West in the Pacific.\n\nDespite the opinion of the islanders to remain neutral after the US removed troops from the island 4 years ago, their President has finalized a deal with CSAT, and their forces have moved into former US bases on the island.\n\nThe treaty gave CSAT the power to construct a new facility in Pulau, and this has been a breaking point for the islanders.\n\nA group of rebels has begun a guerrilla war against CSAT forces.\n\n<font color='#e3d310'>EMPLOYER</font>\nName: United States Central Intelligence Agency, Bundesnachrichtendienst\nLocation: Not Present\n\nAn unofficial NATO operation, led by the CIA and BND.\n\n<font color='#d81717'>ENEMY FORCES</font>\nName: CSAT\nLocation: Gurun Airfield, Monyet Airfield, Seliu\n\nA CSAT preliminary force has been deployed to the island of Pulau.\nThey have been tasked with occupying the former US bases on the island, and preparing\nconstruction of a new facility.\n\n<font color='#1d69f6'>FRIENDLY FORCES</font>\nName: Pulau Rebels\nLocation: Scattered throughout the island\n\nA group of rebels has begun a guerrilla war against CSAT forces.\nThey believe that the President of Pulau has been bribed by CSAT, and that he is\nnot acting in the best interest of the islanders.\n\n<font color='#139120'>INDEPENDENT FORCES</font>\nName: Pulau Police\nLocation: Scattered throughout the island\n\nA small police force, each officer may have different allegiances.\nDue to the island's small population, many officers know the president personally.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nName: Pulau Civilians\n\nIslanders may have different allegiances, but it is not believed any are reporting to CSAT.\n"
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Brett_OlBandits.brf_sumava",
      "name": "Ol' Bandits",
      "summary": "A train carrying a small shipment of NATO supplies hasn't arrived at its destination.",
      "briefing": {
        "old": "**Ol' Bandits**\n\n**Employer**\n            <br/>NATO Joint Task Force in Czechia\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Unknown\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors, NATO Joint Task Force in Czechia\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>There will be civilians in the area.\n        \n\n**Mission**\n            <br/>A train with a small amount of NATO supplies was on its way to the <marker name='nato'>NATO controlled airport</marker>, but never arrived. It was reported as passing through <marker name='origin'>Sušice</marker> at 1134, but never reported as passing through <marker name='transit'>Žichovice</marker>.\n            <br/>Locate the supplies and return them to the NATO controlled airport.\n        "
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Brett_Origins.intro",
      "name": "Origins",
      "summary": "Synixe Contractors remove mortar positions on a small island",
      "briefing": {
        "old": "**Origins**\n\n**Employer**\n            <br/>Sahrani Military\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Local Insurgents\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Small town on the island, civilians are present\n        \n\n**Mission**\n            <br/>We are tasked with destroying mortar sites being used to hit the edges of Sahrani mainland territory.\n            <br/>\n            <br/>There may be support forces on the island, we should remove any additional threats on the island.\n            <br/>\n            <br/>We have been provided with a small boat for transport.\n        "
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Brett_Pikavaellus.tem_ihantala",
      "name": "Pikavaellus",
      "summary": "Synixe Contractors secure plans for a possible attack on a new NATO base in Finland",
      "briefing": {
        "old": "**Pikavaellus**\n\n**Employer**\n            <br/>Finnish Government\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Anti-NATO Militia\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>None\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Civilians are present, and may relay information to enemy forces.\n        \n\n**Mission**\n            <br/>A group of Anti-NATO militiamen are planning an operation against a newly setup joint NATO base in Finland.\n            <br/>Not wanting to involve NATO forces in a domestic issue so early into the new partnership, the Finnish government has hired Synixe Contractors to deal with the threat.\n            <br/>\n            <br/>Finnish Inteligence services have provided us with three locations on an island where the militia is known to operate from. An insider has said that they have split some of their plans onto 4 yellow flashdrives.\n            <br/>The data has been sharded, and each flashdrive contains only a part of the plans. We need to find all 4 flashdrives to decode the plans, if don't secure all 4, they will not be able to decode the plans.\n            <br/>We will be inserting and extracting via boat, and will not have access to our vehicles.\n        "
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Brett_RansomIntervention.ruha",
      "name": "Ransom Intervention",
      "summary": "Contractors must work quickly to save a local businessman from a group looking to make a quick buck.",
      "briefing": {
        "old": "**Ransom Intervention**\n\n**Employer**\n            <br/>Alcot Insurance, Ruha Police\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Unknown\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Civilians are present near the area of operations.\n        \n\n**Mission**\n            <br/>A polish businessman named <font color='#FF0000'>Krzysztof Eberhardt</font> has been kidnapped by an unknown group of individuals. We have been hired by his insurance company to negotiate for his release, or recover him by force if necessary.\n            <br/>\n            <br/>We have been given a location to meet the kidnappers. We are to meet them at the location, and attempt to negotiate for his release.\n            <br/>\n            <br/>They have set the ransom at <font color='#FF0000'>$2 million</font>. Once we have Mr. Eberhardt, we are to bring him to the airport for extraction.\n            <br/>\n            <br/>If safe to do so, we are to attempt to recover the ransom money as well and prevent the kidnappers from escaping with it.\n        "
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Brett_Shoulders.tem_suursaariv",
      "name": "Shoulders",
      "summary": "Contractors clear out canyons of insurgents.",
      "briefing": {
        "old": "**Shoulders**\n\n**Employer**\n            <br/>Suursaari Government\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Local Militia\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors\n        \n\n**Mission**\n            <br/>Contractors have been hired to clear several canyons hosting illicit drug operations.\n        "
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Brett_WalkHimOut.pulau",
      "name": "Walk Him Out",
      "summary": "Contractors must secure and extract David Morely after a resort town was raided.",
      "briefing": {
        "old": "**Walk Him Out**\n\n**Employer**\n            <br/>David Morely\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Local Militia, known to operate near coastal towns for shipments in and out of the island\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors\n            <br/>\n            <br/><font color='#139120'>INDEPENDENT FORCES:</font>\n            <br/>Pulua Security Forces\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Civilians may be present in some towns, but unlikely to still be near the AO\n        \n\n**Mission**\n            <br/>An American man named David Morely was temporarily residing in Pulau, in the resort town of Nirwana. Last night the town was raided by local militia, and David was taken hostage. The small Pulau Security Forces are unable to mount a rescue operation, and associates of David have hired Synixe to rescue him.\n            <br/>\n            <br/>Primary Objectives\n            <br/>- Secure Mr. Morely's laptop from his house in Nirwana or the local militia\n            <br/>- Secure David Morely and bring him to Synixe's FOB\n            <br/>\n            <br/>Secondary Objectives\n            <br/>- Secure David's Laptop from his house in Nirwana or the local militia\n        "
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Emerson_RedSkyAtNight.Tanoa",
      "name": "Red Sky at Night",
      "summary": "Contractors provide security at the Blue Pearl industrial port",
      "briefing": {
        "mission": "We have been hired to provide security for the Blue Pearl industrial port due to an increasing threat from Syndikat.\n\nWhile Syndikat activity has always been present, attacks against Daltgreen facilities have increased in recent times. Three weeks ago, pirates attacked a Daltgreen vessel, forcing the crew to abandon it. Last week, a bomb was detonated at the Red Spring surface mine, injuring three Daltgreen workers.\n\nWe are tasked with staffing a security shift at the Blue Pearl industrial port from 0400 to 0600. We are responsible for securing the entire premises. There should be relatively few Daltgreen workers and activity during these early morning hours.\n\nThere are two Gendarmerie guard posts at either entrance to the port. There is an additional Gendarmerie guard post to the south on the road that leads to the mine. A couple of Genarmerie sentries will be patrolling the perimeter.\n\nAt this time, Daltgreen does not find it necessary for us to sweep the whole premises for bombs. Daltgreen believes they have had enough security at the port to prevent that threat so far, unlike the surface mine. The Gendarmerie and workers on site will have the ability to reach us by radio, if someting does arise.\n\nThere is an important naval shipment approaching from the east that is expected to arrive at the port at 0500 and leave by 0530. We are to see to its safe arrival and departure from the AO.\n\nDaltgreen has given us rooftop access for the sole office building at the port. Any door on the ground should allow us to get in by using the keypad. We are allowed to utilize the rooftop at our own discretion.",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\nMaintain a security presence at the Blue Pearl industrial port until at least 0600\n\nEnsure the safe arrival and departure of the scheduled naval shipment\n\nProtect Daltgreen personnel, assets, and infrastructure from any threats\n\n<font color='#595305'>SECONDARY</font>\nAssist Daltgreen workers with any logistical, engineering, or medical tasks whenver possible\n\nAssist any Gendarmerie stationed at the Blue Peal industrial port when threats arise\n\n<font color='#E3D310'>RESTRICTIONS</font>\nDo not impede civilian naval traffic",
        "situation": "<font color='#e3d310'>EMPLOYER</font>\nName: Daltgreen Mining and Exploration\nLocation: All over Tanoa and its satellite islands\n\nDaltgreen Mining and Exploration owns several facilities on the island of Tanoa, including but not limited to the Blue Pearl industrial port.\n\n<font color='#d81717'>ENEMY FORCES</font>\nName: Syndikat\nLocation: Primarily spread out through Tanoa's satellite islands, with limited presence on the main island\n\nSyndikat is a local crime organization carrying out several illegal operations in the region such as smuggling and piracy. Recently, Syndikat has been operating in a more paramilitary fashion with more powerful equipment, posing a more signficant threat to the Gendarmerie. They are expected to fire on any Gendarmerie or forces aligned with them on sight.\n\n<font color='#1d69f6'>FRIENDLY FORCES</font>\nName: Gendarmerie \nLocation: Primarily concentrated on Tanoa's main island, with limited presence on satellite islands\n\nThe Gendarmerie are the militarized police force of Tanoa. They exist to keep the peace and combat Syndikat operations.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nName: Tanoa Locals\nLocation: All over Tanoa and its satellite islands\n\nCivlians continue to live their normal lives depsite the Syndikat activity, attempting to avoid conflict. Civilians are allowed through the port, but only on the main road.\n\n<font color='#996D33'>TERRAIN AND WEATHER CONSIDERATIONS</font>\nTerrain: Industrial port surrounded by dense jungle\nWeather: Dense early morning fog which is expected to persist"
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Emerson_TwoBetrayals.Altis",
      "name": "Two Betrayals",
      "summary": "Contractors assist the FIA in an assault.",
      "briefing": {
        "old": "**Two Betrayals**\n\n**Employer**\n            <br/>British Government\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font color>\n            <br/>AAF\n            <br/>The AAF occupy the entire island. Based on the recent flashpoint, AAF is expected for fire at any FIA or NATO aligned forces on sight. It is recommended to avoid main roads and settlements.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font color>\n            <br/>Synixe Contractors\n            <br/>FIA\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font color>\n            <br/>While civilians are still present on Altis, civilian presence in the AO should be practically nonexistent.\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>Low mountain ranges, patches of forest, and moderate morning fog.\n        \n\n**Mission**\n            <br/>For the greater part of a year, FIA forces on Altis have been skirmishing with the AAF in the absence of NATO's presence. Since the NATO pull out, various NATO states have been trying to gather intel on the conflict.\n            <br/>\n            <br/>For some time, the British government had an informant on the island named Giorgos Elias. Giorgos Elias defected from the AAF and joined the FIA 8 months ago. For approxiamately 6 months, he had been in contact with the British government, providing periodic updates on the situation.\n            <br/>\n            <br/>A vital asset for both the British and the FIA, Giorgos Elias has apparently decided to defect back to the AAF, trading his knowledge for protection.\n            <br/>\n            <br/>The FIA have determined that Giorgos Elias is being held in northwestern Altis. While the FIA are not sure of Giorgos Elias' exact whereabouts, the AAF occupy both Oreokastro and the nearby castle. As such, the FIA are preparing an assault on the two locations.\n            <br/>\n            <br/>The British government has contracted us to assist in this planned assault. They have already coordinated with the FIA and locals to insert us on to the island.\n            <br/>\n            <br/>We will move to grid 041202 to meet the local FIA section leader and get briefed on the planned assault. When ready, we will use the laptop to signal the beginning of the assault. If we take too long, the FIA will not wait and will commence the attack by 0530. \n            <br/>\n            <br/>We will assist in the assaults, searcing for Giorgos Elias. However, the FIA has made it clear that if they find Giorgos Elias, they plan on executing him for treason. Secretly, the British government wants us to capture him alive and extract him. As such, it is vital that we reach him before the FIA does.\n            <br/>\n            <br/>When we find and secure Giorgos Elias, we are to immediately exfiltrate. We have no obligation to help the FIA once the target is secure.\n        "
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Emerson_UncontrolledDet.SefrouRamal",
      "name": "Uncontrolled Det",
      "summary": "Contractors are tasked with dealing with an unexpected explosive threat.",
      "briefing": {
        "old": "**Uncontrolled Det**\n\n**Employer**\n            <br/>Daltgreen Mining and Exploration Ltd.\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font color>\n            <br/>Local Insurgents\n            <br/>Insurgents are known to attack mining sites, alongside planting explosives and mines in known supply routes. They are known to kidnap personnel and execute VIP representatives.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font color>\n            <br/>Synixe Contractors\n            <br/>NATO\n            <br/>United Assistance (UNA)\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font color>\n            <br/>Civilians are present in the region, they may or may not be supportive of our involvement.\n            <br/>UNA has one facility in the area.\n        \n\n**Mission**\n            <br/>Sometime last night, a bomb was brought onto the premises of Daltgreen's train yard at grid 035944. The bomb went unnoticed for most of the day until a Daltgreen employee decided to investigate a suspicious, empty Daltgreen marked vehicle. There, the employee discovered a large bomb sitting in the bed of the truck and Daltgreen immediately contacted us for disposal. Dealing with this threat is our initial tasking.\n            <br/>\n            <br/>The bomb is situated near important infrastructure (silos/train tracks) and, as such, Daltgreen will not allow us to do controlled detonation on the premises. Any bombs or bomb components must be defused. Any remaining explosive material (including disarmed bombs) will need to be taken offsite and safely disposed of, as they don't want any explosive material falling into the wrong hands. Daltgreen has advised us that the old quarry to the west at grid 020945 would be an ideal location to safely detonate any remaining explosives. If necessary, the Daltgreen truck itself can be driven offsite and destroyed.\n            <br/>\n            <br/>Security camera footage from the previous night shows the bomb being driven on site in a Daltgreen cargo truck by a Daltgreen employee. Based on the number of the truck and the time of the incident, Daltgreen suspects their employee Theodoros Manetta was the driver. Currently, Daltgreen is unsure of his whereabouts.\n            <br/>\n            <br/>Daltgreen has tasked us with finding and detaining Theodoros Manetta. We are to search his worker place of residence at grid 044923 for any clues as to his whereabouts or his motives. Daltgreen suspects he is still within the region as he has no contacts outside the company.\n            <br/>\n            <br/>Once Theodoros Manetta has been apprehended, we are to deliver him to Daltgreen at the train yard. Daltgreen will take over from there.\n        "
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Felix-Emerson_HelpIsOnTheWay.tem_anizay",
      "name": "Help Is On The Way",
      "summary": "Contractors have been tasked with rescuing VIPs for evacuation amidst a civil war nearing its boiling point.",
      "briefing": {
        "mission": "Contractors have been hired to rescue VIPs in the region of Anizay after a cease in evacuation operations by both NATO and UNA.\n\nAs such, a meeting point has been established at FOB Nauzad's main barracks to find information provided by UNA on the VIPs to be rescued.\n\nContractors are to head to the meeting point, retrieve any and all relevant information on the VIPs, and get them to safety back at FOB Nauzad by any means necessary.\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\n- Establish contact with UNA at FOB Nauzad and retrieve any and all relevant intel on the VIPs\n- Assess contractor capacity to carry out the objectives whether fully or partially\n- Rescue VIPs and bring them to safety\n\n<font color='#595305'>SECONDARY</font>\n- Eliminate any and all Anizay Freedom Insurgency combatants\n- Assist UNA and the Anizay Militia whenever possible\n- Protect and defend civilians from harm\n",
        "situation": "A socio-economical crisis has been brewing in the region of Anizay, and as a result, a civil war ensued. NATO had been assisting its allies and associates in evacuations in the weeks leading up to the major pullout, but now all that is left is some remnants of a few UNA forces still stationed at FOB Nauzad and FOB Obeh, while those who missed the evacuations have been left behind scrambling for a way to escape.\n\n<font color='#e3d310'>EMPLOYER</font>\nUnited States Department of State\n\nThe United States Department of State has outsourced its security operations to Synixe Contractors due to a limitation in jurisdictions after the events leading up to the NATO pullout.\n\n<font color='#d81717'>ENEMY FORCES</font>\nAnizay Freedom Insurgency\n\nThe Anizay Freedom Insurgency has been trying to gain leverage over both national and international sources in an attempt to counter many new foreign relations and reforms in Anizay, as such, they have taken to violence as a means to promote their message and pursue a revolution, having started to go after some notorious VIPs in the region of Anizay who have been left behind during the NATO pullout, and subsequently, the start of UNA's recess in the region.\n\nThey are often seen wearing robes and turbans, and seem to be equipped with surplus equipment consisting of small arms and some statics.\n\n<font color='#1d69f6'>FRIENDLY FORCES</font>\nUnited Assistance (UNA)\nLocation(s): FOB Nauzad, FOB Obeh\n\nUnited Assistance has been in charge of peacekeeping operations in Anizay. As of recent events, both their resources and efforts have diminished, and their evacuation operations have ceased, leading up to Synixe Contractors involvement.\n\n<font color='#139120'>INDEPENDENT FORCES</font>\nAnizay Militia\n\nThe Anizay Militia has been at war with the Anizay Freedom Insurgency ever since the discontent in the region reached its boiling point. They have access to armored vehicles and military equipment previously provided by other foreign nations in support of the ongoing course of Anizay, and they are often seen wearing helmets, uniforms, and military garments.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nCivilians are present in the area and may or may not be in support of either Synixe Contractors, UNA, Anizay Militia, or the Anizay Freedom Insurgency.\n"
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Felix_ForWhatItsWorth.takistan",
      "name": "For What It's Worth",
      "summary": "Contractors are hired as a retaliatory response to a scorched-earth policy.",
      "briefing": {
        "old": "**For What It's Worth**\n\n**Employer**\n            <br/>Takistani Government\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Takistani Militia\n            <br/>The Takistani Militia is known to be operating in large across the northwestern Takistani Mountains, specially after recently destroying a keypoint oil drilling installation.\n            <br/>\n            <br/>They have been keeping the Takistani mountains terrorised, having mined both the oil drilling installations as well as the mountains nearing their area of influence, keeping local and international forces on their toes.\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Civilians are present in the area of operations and may or may not be in support of either contractors or the takistani militia.\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>Dense tree cover.\n        \n\n**Mission**\n            <br/>A recent scorched-earth policy carried out by the Takistani Militia has enraged the Takistani government, and caused a largely negative impact on the multinational companies operating in Takistan.\n            <br/>\n            <br/>The Takistani Militia has not only destroyed one of Takistan's most important oil drilling facilities, they have also completely terrorised the northwestern Takistani mountains, having mined their flanks as a safety measure. Demining the oil drilling facilities, let alone the mountains, is unfeasible, and due to this, it is highly recommended that contractors stick to ASRs and villages.\n            <br/>\n            <br/>As such, contractors have been hired as a retaliatory procedure; intending to be a final cease-and-desist letter to the Takistani cell operating in the northwestern Takistani mountains.\n            <br/>\n            <br/>It is known that the Takistani Militia has been operating in a suspiciously organized manner, having led international forces to believe they must have seized an important asset from the locals; drone footage has revealed that there is a tall radiocommunications tower in the area of operations in close proximity to the town of Nagara.\n            <br/>\n            <br/>Contractors must find this tower and ensure that it is fully destroyed, additionally, they must eliminate any and all Takistani Militia forces they encounter in the area.\n            <br/>\n            <br/>It is worth noting that under the current contract, contractor vehicles have not been allowed into the area of operations, and the airspace is restricted for any aerial procedures.\n        "
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Felix_In-The-Air-Tonight.Woodland_ACR",
      "name": "In The Air Tonight",
      "summary": "Amidst a tug of war between multiple factions for control over Chernarus, contractors must find and locate an important weapon smuggler in the region.",
      "briefing": {
        "old": "**In The Air Tonight**\n\n**Employer**\n            <br/>Chernarus Government\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Chernarussian Army of the Red Star (ChDKZ)\n            <br/>The ChDKZ are known to take over large barns and farming compounds to turn them into their strongholds, they are very hostile towards the CDF, unsupporting locals, and any western-aligned forces.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>The National Part of Chernarus (NAPA) is friendly to contractors, as they want to get rid of the ChDKZ presence and influence on their country by any means possible.\n            <br/>\n            <br/><font color='#139120'>INDEPENDENT FORCES:</font>\n            <br/>The Chernarussian Defence Force (CDF) is neutral to contractors, additionally, they are unaware of their presence and intentions in the country. It is best to avoid them.\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>There are civilians present in the area of operations, they may or may not be in support of either ChDKZ, NAPA, CDF, or contractors.\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>Extensive mountain ranges, various elevation changes, and dense forests.\n        \n\n**Mission**\n            <br/>Contractors have been reached out by Chernarus in an extended effort to find and track down weapons and supply smuggling in the northwestern region of Chernarus.\n            <br/>\n            <br/>A head of the ChDKZ known as Dima Sejkora is believed to be one of the main key elements of the weapon smuggling line, as such, contractors have been tasked to find him and execute a kill or capture order.\n            <br/>\n            <br/>We do not have any further information on his whereabouts or how to identify him, however, what we do know, is that he is somewhere in the designated area of operations and we believe he has links with some of the local ChDKZ cells.\n            <br/>\n            <br/>Contractors have been hired to eliminate any ChDKZ in the area and to collect any intelligence that could lead to Dima Sejkora's location, and subsequently put an end to his terrorism.\n        "
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Felix_MountainMan.VTF_Lybor",
      "name": "Mountain Man",
      "summary": "Contractors are tasked with getting rid of a hostile guerrilla presence on the mountains.",
      "briefing": {
        "old": "**Mountain Man**\n\n**Employer**\n            <br/>Lyborian Government\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Local guerrilla\n            <br/>The local guerrilla is only known to have small arms capacity, and they will attack contractors on sight. They are garrisoning up in the southern mountains of Lybor.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>N/A\n            <br/>\n            <br/><font color='#139120'>INDEPENDENT FORCES:</font>\n            <br/>N/A\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Civilians may be present in the area, but it is unlikely.\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>Dangerous cliffsides and extensive mountain ranges.\n        \n\n**Mission**\n            <br/>Due to recent events in the Kinney-Kadeny conflict and the violence witnessed during the Mayson Festival, the local guerrillas protesting the new Government of Lybor have been pushed away into the southern mountains of Lybor after continued engagements with contractors and the police.\n            <br/>\n            <br/>The Lyborian police does not have sufficient resources to deal with the guerrillas down south, specially given that there are rumours that they are stashing up equipment in order to expand the reach of their forces by further arming their newest recruits.\n            <br/>\n            <br/>Contractors have been hired to eliminate and/or arrest all guerrilla fighters in the designated area within the southern mountains by any means necessary, alongside destroying and keeping track of any supply caches they find.\n        "
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Felix_OrdinaryDays.zargabad",
      "name": "Ordinary Days",
      "summary": "Contractors are sent out to investigate local compounds to ensure they are free from the local Takistani insurgent militia's influence.",
      "briefing": {
        "old": "**Ordinary Days**\n\n**Employer**\n            <br/>Takistani Government\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Takistani Insurgent Militia\n            <br/>The Takistani insurgents are known to associate and mix between the locals, alongside this, they utilise their supporters to help them store supplies in difficult and controversial locations to access for most militaries; the locals' homes. They are highly violent and will quickly respond to western threats.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>United States Marine Corps\n            <br/>Rarely seen on foot nowadays, the vestiges of their pull out remain, sometimes establishing local security... although, their remnants of war are scattered amongst destroyed homes and bombed fields.\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Civilians are present in the area, and may be cooperating with the local militia.\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>Open fields and tree lines. Previously a war zone victim to many bombings during the war on terror.\n        \n\n**Mission**\n            <br/>Contractors have been tasked with investigating a few local compounds to ensure they are free of the local militia's influence.\n            <br/>\n            <br/>In order to achieve this, contractors have been contracted to look into homes and search for any clues that could identify an association with the local militia, additionally, contractors must identify if any weapon caches are present, and report them.\n            <br/>\n            <br/>Due to the previous Takistani conflict, it is highly advised to watch out for UXOs in open fields and destroyed structures, and hidden IEDs alongside roads. It is in your best interest to stick to roads and to try to avoid going off path as you go town to town.\n            <br/>\n            <br/>Additionally, contractors have been deployed on foot with no access to their own vehicles. It is a hot day for takistani weather - and it is recommended to conserve stamina and ensure proper weapon safety measures.\n        "
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Felix_Pentest.ProvingGrounds_PMC",
      "name": "Pentest",
      "summary": "Contractors attack and destroy the enemy line.",
      "briefing": {
        "old": "**Pentest**\n\n**Employer**\n            <br/>Ardistan's International Affairs Department\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>CSAT\n            <br/>They are equipped with modern military equipment and will engage on sight to defend the line, they are not to be taken lightly. Mainly infantry deployed at the posts.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors\n            <br/>\n            <br/><font color='#139120'>INDEPENDENT FORCES:</font>\n            <br/>n/a\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>No civilians present in the area.\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>Open terrain, base level fog, bad weather conditions. Plan carefully.\n        \n\n**Mission**\n            <br/>The Cerberus Regiment division of CSAT has been deployed to hold the border between Takistan and Ardistan in a sovereignty dispute.\n            <br/>\n            <br/>Contractors have been hired to assist in attacking the enemy lines, in hopes to push back the militarily occupied border.\n            <br/>\n            <br/>Take down the enemy defensive line by any means necessary. Expect heavy contact and continued gunfire.\n            <br/>\n            <br/>Contractors are to ensure the border is clear of CSAT presence. All enemy combatants must be either killed or restrained.\n        "
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Felix_PersonalMatters.Tanoa",
      "name": "Personal Matters",
      "summary": "Contractors provide services to quell a local insurgency's influence from emerging in the islands of Tanoa.",
      "briefing": {
        "old": "**Personal Matters**\n\n**Employer**\n            <br/>Horizon Islands Government\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Syndikat\n            <br/>The local insurgency is present at a few keypoints of the area of operations. They are expected to be equipped with small arms and some technicals and are heavily hostile towards Horizon Islands police and other security forces alike.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Horizon Islands Police\n            <br/>\n            <br/><font color='#139120'>INDEPENDENT FORCES:</font>\n            <br/>N/A\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Civilians are present in the island and may or may not be aligned with the insurgent's policies.\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>Heavy jungle, open fields, and bridge crossings. Use them strategically.\n        \n\n**Mission**\n            <br/>A tanoan insurgency has been influencing a local movement in one of the islands within the Tanoan province.\n            <br/>\n            <br/>Government officials, police, and civilians have been reporting sightings of insurgent forces across the island. Synixe has been provided with somewhat reliable geographical information of where these insurgents most commonly operate. There might be anywhere from one to two areas of enemy presence within each one of the areas of influence.\n            <br/>\n            <br/>The insurgents might have gained some of the local's support, which may cause them to be unsupportive, obstructive, or even harmful towards contractors. The insurgency has been stealing food and weapons and reposessing them for their supporters on the island.\n            <br/>\n            <br/>Synixe has been contracted to seek out any insurgent forces within the area of operations and either capture or eliminate them.\n        "
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Felix_PublicImage.tem_kujari",
      "name": "Public Image",
      "summary": "Contractors escort and defend an important figure.",
      "briefing": {
        "old": "**Public Image**\n\n**Employer**\n            <br/>Jamie Ryan, Kujarian henchmen\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>ISAS\n            <br/>The enemy has been known to resort to guerrilla tactics. Their common practises include execution of civilians, interception of humanitarian workers, stealing supplies, and terrorising towns.\n            <br/>\n            <br/>They will likely be equipped with no more than surplus weaponry, light anti-tank launchers, and technicals. It is known that they may disguise as civilians in order to carry out attacks.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors, African Gendarmes\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Civilians are defenseless against the acts of terrorism ensued by ISAS. Regardless of whether they support us or not, they do not have weapons, and they wish for a better life away from violence and famine.\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>N/A\n        \n\n**Mission**\n            <br/>Contractors have been hired to arrest Hasan Okoye, an important figure of the Kujari region - ID by blue suit. He is expected to be arriving via air at Marwey airfield by 1715.\n            <br/>\n            <br/>We are tasked with arresting Okoye, and ensuring he arrives safely at the main villa of Kyari Kinnai. Once there, he is to be left restrained alongside the two businessmen in suits at the main building, within the second floor.\n            <br/>\n            <br/>Contractors are not allowed outside of the Area of Operations. Additionally, it has been highly recommended to avoid travelling through the Red Zone, as it is deemed heavily hostile with major enemy presence.\n            <br/>\n            <br/>Contractors will maintain security at Kyari Kinnai's villa and fend off any possible attacks until contract expiration time.\n            <br/>\n            <br/>No one except for Gendarmerie personnel is allowed entrance to the premises of the villa. Contractors are to prevent anyone to enter uninvited by any means necessary.\n            <br/>\n            <br/>Contractors will primarily ensure the villa is safe, and will keep Okoye alive. Secondarily, they shall attempt to keep the two other businessmen alive aswell.\n            <br/>\n            <br/>Once contract is completed, Okoye shall be brought back to Synixe's FOB.\n        "
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Felix_Redemption.zargabad",
      "name": "Redemption",
      "summary": "Contact has been lost with an important researcher. Contractors will find out what happened against all odds.",
      "briefing": {
        "old": "**Redemption**\n\n**Employer**\n            <br/>United Nations\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Takistani Militia\n            <br/>They will engage contractors on sight, and are known to operate in large groups. It is unlikely that they will be using vehicles due to the adverse weather conditions, however, it is known that a large concentration of enemy forces have garrisoned in the city of Zargabad.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>United States Marine Corps\n            <br/>\n            <br/><font color='#139120'>INDEPENDENT FORCES:</font>\n            <br/>n/a\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Zargabad has been deemed a total warzone for months now, meaning that it will be highly unlikely, but not impossible, to run into civilian presence.\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>Flat arid desert, heavily urbanized center city, battle-torn theater.\n        \n\n**Mission**\n            <br/>Dr. Nikos Manetta's transport helicopter lost contact as he was travelling across Zargabad while he was en route to continuing an important investigation regarding the Takistan conflict. The main area of town has been under dispute for months, turning it into a constant warzone, causing a long lasting and devastating effect on the local populace and infrastructure.\n            <br/>\n            <br/>Synixe has been contracted to find out what happened and to attempt to find and rescue Dr. Nikos Manetta, additionally, contractors are invited to act both as offensively and/or defensively as necessary in order to complete the task at hand.\n            <br/>\n            <br/>As of writing this, the weather conditions have severely worsened, and we've had to sacrifice our vehicles to receive help in order to infiltrate the area of operations, giving us a head start into town; sounds like we'll be on foot from here.\n        "
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Felix_Rooted.tem_kujari",
      "name": "Rooted",
      "summary": "Contractors search and rescue.",
      "briefing": {
        "old": "**Rooted**\n\n**Employer**\n            <br/>Government of Africa\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>ISAS\n            <br/>The enemy has been known to resort to guerrilla tactics. Their common practises include execution of civilians, interception of humanitarian workers, stealing supplies, and terrorising towns.\n            <br/>\n            <br/>They will likely be equipped with no more than surplus weaponry, light anti-tank launchers, and technicals.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors, United Nations\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Civilians are defenseless against the acts of terrorism ensued by ISAS. Regardless of whether they support us or not, they do not have weapons, and they wish for a better life.\n            <br/>\n            <br/>Contractors have been recommended to stick to roads where applicable, in order to avoid disturbing the locals.\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>N/A\n        \n\n**Mission**\n            <br/>The United Nations has been carrying out humanitarian operations in the region of Kujari.\n            <br/>\n            <br/>Last week, a team was sent out on a supply run in an attempt to provide locals with water (2x Water Bottle Stacks), as ISAS had caused a siege in unsupporting villages.\n            <br/>\n            <br/>We have been tasked with finding this team, and recovering the supplies they were carrying.\n            <br/>\n            <br/>The United Nations team was headed to Mandalari, Kabaridi, and Lawan Aridi.\n            <br/>\n            <br/>We imagine these could be potential locations of their whereabouts. Additionally, suspicious movements have been reported around Gajaji Mastafa, Kawiya Maloumdi, and Mourimadi.\n            <br/>\n            <br/>Find the missing United Nations squad and recover their supplies. Be careful out there.\n        "
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Felix_Routine.tem_kujari",
      "name": "Routine",
      "summary": "Contractors assist local forces in maintaining the peace.",
      "briefing": {
        "old": "**Routine**\n\n**Employer**\n            <br/>Government of Africa\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>ISAS\n            <br/>The enemy has been known to resort to guerrilla tactics. Their common practises include execution of civilians, interception of humanitarian workers, stealing supplies, and terrorising towns.\n            <br/>\n            <br/>They will likely be equipped no more than surplus weaponry, light anti-tank launchers, and technicals.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors, United Nations, African Gendarmes\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Civilians are defenseless against the acts of terrorism ensued by ISAS. Regardless of whether they support us or not, they do not have weapons, and they wish for a better life.\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>N/A\n        \n\n**Mission**\n            <br/>Contractors have been hired to maintain the peace and security in the town of Marwey.\n            <br/>\n            <br/>It is known that ISAS has been attacking local villages, both by stealing supplies, killing and kidnapping villagers, and by carrying out suicide bomb attacks.\n            <br/>\n            <br/>You have been tasked with patrolling the main area of the town of Marwey, keeping it's mosque and market areas safe from any dangers until meeting your contract's duration.\n            <br/>\n            <br/>Keep your eyes open, check on suspicious activity, maintain security, and restore the peace.\n        "
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Felix_Sundance.Altis",
      "name": "Sundance",
      "summary": "Contractors provide security services for a private company amidst a NATO pullout.",
      "briefing": {
        "mission": "CONTRACTORS are hired to provide security services to VRANA subsidiary keypoints across northeastern Altis, namely THREE (3) AGOLA SOLAR power plants.\n\nAdditionally, CONTRACTORS will take care of any ENEMY presence spotted nearby any of the AGOLA SOLAR power plants.",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\nProvide security at each of the THREE (3) designated location for a MINIMUM of FIFTEEN (15) MINUTES to a MAXIMUM of THIRTY (30) MINUTES. Exceptions stated under RESTRICTIONS.\n\n<font color='#595305'>SECONDARY</font>\nEliminate any ENEMY presence nearby any of the AGOLA SOLAR power plants.\n\n<font color='#E3D310'>RESTRICTIONS</font>\nCONTRACTORS will provide a minimum of FIFTEEN (15) to a maximum of THIRTY (30) MINUTES of protection to each area from the moment of their arrival at each location. The CONTRACT allows EXCEPTIONS to this in part, meaning, a section of the team must still be present at the location should another one splits off for any TASKING, or in case of EMERGENCY.\n\nCONTRACTORS are NOT ALLOWED to leave AGOLA SOLAR premises with the entirety of their team since the moment of their arrival, except for circumstances previously stated as EXCEPTIONS.\n",
        "situation": "<font color='#e3d310'>EMPLOYER</font>\nVRANA CORPORATION, AGOLA SOLAR\n\nAGOLA SOLAR workers are present at the power plants performing their usual tasks. They dress in dark red worker coveralls.\n\n<font color='#d81717'>ENEMY FORCES</font>\nFREEDOM AND INDEPENDENCE ARMY\n\nThe FREEDOM AND INDEPENDENCE ARMY (FIA) have been fighting all NATO-aligned and any western-influenced forces and interests in the region of Altis, as such, they have begun to attack multinational companies within the island, leading to threats and attacks against VRANA CORPORATION and its subsidiary companies.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nCIVILIANS are present in the AREA OF OPERATIONS and may or may not be friendly towards CONTRACTORS.\n"
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_John_SlowAndSteady.tem_suursaariv",
      "name": "Slow and Steady",
      "summary": "Synixe is contracted to assist in the disarming of explosives in Suurrsaaiv",
      "briefing": {
        "old": "**Slow and Steady**\n\n**Employer**\n            <br/>New Suursaariv Government\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Former Suursaariv Military turned Terrorists \n            <br/>Terrorizing New Suursaariv Govt. by planting explosives in construction sites, will likely attempt to stop any and all attempts to assist the new Govt. \n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors, New Suursaariv Govt. Militia\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Majority of Civilians are in support of New Govt. and their activities, with a vocal minority being against. Workers will be near and around work-sites and will continue what work they can. \n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>The island is covered in forest, with the ability to see long distances being restricted.\n        \n\n**Mission**\n            <br/>The New Suursaariv Govt. has only recently gotten into power, but already they are making plans to further industrialize the island and expand their export of Lumber. There are terrorists intent on stopping this progress.\n            <br/>\n            <br/>A work-site (Mattila) and a main exportation harbor (Lounatrivi) have been found to be mined with military grade Anti-Personnel mines as well as some Improvised-Explosive-Devices. These are to be disarmed and collected. Failing that, markers are to be placed for units that are capable of defusal.\n            <br/>\n            <br/>A ruined village (Miettilä) has also been found to have UneXploded Ordnance (UXO). These UXOs are to be disarmed and collected. Failing that, they are to be marked for defusal by capable units later.\n            <br/>\n            <br/>When all explosives have been collected/marked, meet with New Suursaariv Govt. Militia (Factory Area) to drop off the explosives for disposal or inform them of the successful markings.\n            <br/>\n            <br/>Any and all terrorist activity are to be eliminated.\n        "
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Jonty_VipersHead.Altis",
      "name": "Viper's Head",
      "summary": "Hunt the Viper before he unleashes chaos.",
      "briefing": {
        "mission": "The Viper, leader of the troublemaking Altian Liberation Front (ALF), is back after hiding for months. The Altian Defence Force (ADF) needs you to take him down before he unleashes another mess.\n\nHere's the intel: ADF picked up some strong radio signals coming from the valley to the north of Negades. On top of that, guerilla fighters on the island are saying some leaders from the liberation army, regular folks fighting back, have gone missing in the same area. Prisoners? Accidental casualties?\n\nThe mission's got layers. First, hit the Viper's valley safehouse hard and fast. Shut down his communication channels too – there's definitely a portable communications unit nearby that he has been using to convey orders and intelligence, so try and disable it. Search the belongings of hostiles like cellphones, computers, documents, anything that helps locating the HVT. If intel suggests the posibility of hostages, get them out safely, no questions asked. Make sure to destroy any weapon supplies you find, will significantly ease the ADF's cleanup efforts. Hit hard, hit fast.",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\nNeutralize or capture the Viper based on the intel acquired.\n\n<font color='#595305'>SECONDARY</font>\nSecure sensitive personnel identified through intelligence uncovered. Destroy additional weapon supplies if found.",
        "situation": "<font color=\"#e3d310\">EMPLOYER</font>\nName: Altian Defence Force (ADF)\nLocation: Altis Military Base\n\nOfficial military intelligence, desperate to prevent a major terrorist attack, but limited resources and political pressure.\n\n<font color=\"#d81717\">ENEMY FORCES</font>\nName: Altian Liberation Front (ALF)\nLocation: Altian Island\n\nWell-armed and fanatical insurgents led by the Viper, operating from hidden camps and scattered cells across the countryside. Expect ambushes and a fast QRF retaliations.\n\n<font color=\"#1d69f6\">FRIENDLY FORCES</font>\nName: ADF Intelligence (ADFI)\nLocation: Various safehouses located around the island.\n\nThe eastern division of ADFI has provided the location of a potential hideout based off of a few strong radio signals coming from the area.\n\n<font color=\"#993399\">CIVILIAN CONSIDERATIONS</font>\n\nCivilians are present throughout the AO.\n"
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Lamb_Housekeeping.saralite",
      "name": "Housekeeping",
      "summary": "Contact with the Blue Falcon Company security team has been lost, Synixe is being sent in to check in on them.",
      "briefing": {
        "old": "**Housekeeping**\n\n**Employer**\n            <br/>Blue Falcon Company\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Possible Insurgents\n            <br/>There have been a few clashes between the Insurgents and local Army. The insurgents seem to have access to armored-up technicals. They may be involved with the unaccounted for Blue Falcon security team.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors, Blue Falcon Company\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>It is early in the morning, civilians are likely to be still at home.\n        \n\n**Mission**\n            <br/>Blue Falcon Company is very impressed with Synixe's ability to troubleshoot particular problems, and have contracted Synixe to investigate a possible issue.   \n            <br/>\n            <br/>A VIP is being accompanied by a Blue Falcon Company security team in Southern Sahrani at a town called Arcadia. They are currently residing in the hotel near the center of town.\n            <br/>\n            <br/>The security team hasn't responded to the hourly check-in and Blue Falcon Company has their hands full with pulling security for the Airport.\n            <br/>\n            <br/>Synixe is being contracted to go find out what happened, and if the worse has come to pass to bring the VIP back to Synixe's FOB for transfer to Blue Falcon Company custody at another time.\n        "
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Matias_BlackSmokeRising.blud_cordelia",
      "name": "Black Smoke Rising",
      "summary": "Contractors clear camps and destroy weapon caches",
      "briefing": {
        "mission": "Recently a guerilla movement has been gaining strength in the region. They've set up several camps along the river bank in preparation for an expansion into other areas.\n\nIn order to prevent what could eventually become a military coup on the local government, the CIA has hired Synixe to move along the river bank neutralizing any enemy camps and destroying weapon caches within them.\n\nWe've also been provided with some aerial images of the enemy camps.\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\n- Clear the enemy controlled areas\n- Destroy the weapon caches\n",
        "situation": "Terrain in the AO is covered with thick jungles, making traversal difficult outside of the river and paths.\n\n<font color='#e3d310'>EMPLOYER</font>\nName: Central Intelligence Agency (CIA)\n\n<font color='#d81717'>ENEMY FORCES</font>\nName: Local Militia\nLocation(s): Several camps along the coast, all of them areas that have been captured by the militia.\n\nThey will engage contractors on sight. They posess older weaponry but not a lot of armor.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nNo civilian presence in the AO.\n"
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Matias_HereComesTheHotstepper.Shapur_BAF",
      "name": "Here Comes the Hotstepper",
      "summary": "Contractors search for and rescue captured workers",
      "briefing": {
        "old": "**Here Comes the Hotstepper**\n\n**Employer**\n            <br/>Oil company operating out of Shapur\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Armed Forces of the Russian Federation\n            <br/>AMLCOA: Defend the territory they've taken\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>The only civilians present in the AO are the captured workers\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>The terrain in Shapur if mostly flat.\n        \n\n**Mission**\n            <br/>Recently the Armed Forces of the Russia Federation moved in and took over the territory of Shapur e-Dalanper, capturing the workers of the oil company established there and displacing the civilians that lived in the area.\n            <br/>\n            <br/>Synixe has been hired to move into the area and find and rescue the team of 16 workers and the COO of the oil company who was overseeing operations.\n            <br/>\n        "
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Matias_JokerAndTheThief.tem_suursaariv",
      "name": "Joker And The Thief",
      "summary": "Contractors are tasked with recovering stolen weapon shipments",
      "briefing": {
        "mission": "Recently a trawler carrying a set of weapon shipments belonging to Laredo Weapons Manufacturing LLC was attacked of the coast of Säkkiluoto.\n\nThe attackers made of with several boxes of weaponry, but luckily for our employer they didn't notice the trackers that were placed in the boxes.\n\nSynixe has been hired to recover all of the boxes that were being carried in the trawler. We have been provided with diving gear as well as underwater rifles because it is believed that some boxes may have fallen overboard during the attack.\n\nBe aware that the local militia does not possess the capabilities to attack a moving boat, so whoever attacked it is gonna be better equipped.\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\nRecover the stolen weapon shipments.\nConsisting of:\n - 6 boxes of basic weapons\n - 2 boxes of special weapons\n - 3 boxes of launchers\n - 4 boxes of grenades\n - 3 boxes of explosvies\n - 2 boxes of support items\n",
        "situation": "<font color='#e3d310'>EMPLOYER</font>\nName: Laredo Weapons Manufacturing LLC\n\nThey were transporting a set of weapon shipments when the boat that was carrying them was attacked.\n\n<font color='#d81717'>ENEMY FORCES</font>\nName: Local Militia\nLocation: Unknown\n\nA local militia keen on overthrowing the government. They utilize a mix of modern and old soviet weaponry as well as possessing a limited amount of emplacements.\nIt is believed that they do not possess the capabilites to have attacked the boat carrying the weapons, so the attacker was probably someone else.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nLocation: No civilian presence expected in the AO\n"
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Matias_ReturnToSender.tem_kujari",
      "name": "Return To Sender",
      "summary": "Contractors are tasked with delivering supplies to IDAP camps.",
      "briefing": {
        "mission": "Recently IDAP has set up several humanitarian camps in cities and small towns. Their efforts have been successful and they've requested that Synixe delivers supplies to the camps.\n\nWe have been warned that a local militia has been threatening IDAPs operations and we must keep an eye out for them. Should they have taken over any of the IDAP sites we should attempt to clear the area so that IDAP can set up operations again.\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\n1 - Deliver two boxes of food and one of medical to each of the IDAP camps.\n2 - Should any of the camps be overrun, do anything in your power to clear the area.\n\nCamps are located in Chowari, Damaram, Malari and Wondori.\n\n",
        "situation": "<font color='#e3d310'>EMPLOYER</font>\nName: Kujari government\n\n<font color='#d81717'>ENEMY FORCES</font>\nName: Local Militia\nLocation: Unknown\n\nThey possess light armor and old weaponry mostly consisting of FALs.\n\n<font color='#1d69f6'>FRIENDLY FORCES</font>\nName: Local Army\nLocation: They may be present within the AO.\n\nBetter equipped than the militia, they carry XMS's.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nLocation: Present throughout the AO.\n"
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Matias_SevenSeas.utes",
      "name": "Seven Seas",
      "summary": "Contractors are tasked with destroying a smuggling operation",
      "briefing": {
        "mission": "Recently the Chernarussian governemnt have found out that the Chernarussian Movement of the Red Star have been using the long abandoned island of Utes as a smuggling hub. From there they fly out contraband to fund their operations as well as supplies for their troops.\n\nWhen the government decided to do something about it they sent a chopper with a squad but found out that the situation is worse than they thought. The chopper got shot down and they've lost contact with the troops.\n\nSynixe has been hired to move in on the island and destroy any and all vehicles being used in the operation. We've also been tasked with stopping any vehicles from either leaving or coming in, as well as destroying the any defenses that may prevent the CDF from moving in on the island when they retake it.\n\nWe've also been informed that one of the pilots of the helicopter managed to activate his ESAT so we know that at least he made it out. He's probably being held prisoner somewhere close to where the plane crash occured. Rescuing him would help with our reputation in the eyes of the Chernarus government.\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\n- Destroy any vehicles being used in the smuggling operation.\n- Prevent any vehicles from coming or going to and from the island.\n- Destroy any defenses that may prevent a CDF assault.\n\n<font color='#595305'>SECONDARY</font>\n- Free any CDF forces that may have been captured by the enemy\n",
        "situation": "Terrain in the AO is mountainous and partially covered by forests\n\n<font color='#e3d310'>EMPLOYER</font>\nName: Chernarussian governemnt\nLocation: Chernarus\n\n<font color='#d81717'>ENEMY FORCES</font>\nName: Chernarussian Movement of the Red Star\nLocation: Utes\n\nEquipped with light armor and soviet era weaponry.\n\n<font color='#1d69f6'>FRIENDLY FORCES</font>\nName: Chernarussian Defense Forces\nLocation: Believed to may have been captured and being held in Utes\n\nGreen uniforms with a golden star on the sleeve.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nThe only civilians remaining in the island have been radicalized and are aiding the enemy\n"
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Matias_SomethingInTheWay.sara_dbe1",
      "name": "Something In The Way",
      "summary": "Contractors investigate a shipwreck",
      "briefing": {
        "old": "**Something In The Way**\n\n**Employer**\n            <br/>Kingdom of Sahrani\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Looters\n            <br/>They are most likely going to be salvaging the ship and protecting anything they may have stolen.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Some survivors from the wreckage are expected.\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>N/A\n        \n\n**Mission**\n            <br/>Recently a ship that was meant to dock in Corazol has wrecked in the Abra de Boca. The Kingdom of Sahrani has hired Synixe to investigate the wreckage and locate the containers the ship was carrying along with the crew.\n            <br/>\n            <br/>Should contractors find any of the containers they should tag them with a circle and drop a HI Yellow chemlight. If any survivors are found they should be brought back to the Corazol docks.\n            <br/>\n            <br/>It is expected that looters will be at the site of the wreckage and they may have already ran off with some of the containers.\n            <br/>\n            <br/>Contractors have been provided with diving equipment in order to properly investigate the wreckage as well as underwater rifles just in case.\n        "
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Matias_SymphonyOfDestruction.tem_vinjesvingenc",
      "name": "Symphony of Destruction",
      "summary": "Contractors find chemical sources",
      "briefing": {
        "old": "**Symphony of Destruction**\n\n**Employer**\n            <br/>Central Intelligence Agency (CIA)\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Local insurgents\n            <br/>Attack any forces on sight\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors, CIA recovery team\n            <br/>\n            <br/><font color='#139120'>INDEPENDENT FORCES:</font>\n            <br/>Livonian Defense Force\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Civilians are expected outside of the quarantined area.\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>Terrain in the AO is covered by forests and can be mountainous in certain parts.\n        \n\n**Mission**\n            <br/>Recently during a private research endeavor a chemical detector started going off when approaching an area in the South Western corner of the AO. Upon further investigation it was revealed that the measurements from the detector align with those of chemical weapons.\n            <br/>\n            <br/>The CIA has gotten wind of this and has hired Synixe to venture into the area where the signals were detected and recover any and all causes of these signals. Once they are recovered they are to be taken to a drop off site where a CIA helicopter is awaiting to get them off the country.\n            <br/>\n            <br/>CIA has gotten in contact with the neighboring LDF and has had them quarantine the area, so no civilians are expected in the location where the signals are coming from. They've also managed to provide us with Chemical Detectors which are not as strong as the ones that were first used to detect the signals, but should still go off when within 100 meters of the source. They've also given us gas masks, they don't think there should be any risk of contractors dying from these sources so the decision to wear them is up to the contractor.\n        "
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Matias_WannaBeStartinSomethin.Altis",
      "name": "Wanna Be Startin' Somethin'",
      "summary": "Contractors track down FIA weapon caches",
      "briefing": {
        "old": "**Wanna Be Startin' Somethin'**\n\n**Employer**\n            <br/>Altian Government\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Freedom and Independence Army (FIA)\n            <br/>AMLCOA: Hide and protect the caches.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors\n            <br/>\n            <br/><font color='#139120'>INDEPENDENT FORCES:</font>\n            <br/>AAF\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>N/A\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>The terrain in the AO is mostly composed of mountains and forests\n        \n\n**Mission**\n            <br/>An AAF intel gathering operation found that the FIA has been planning an assault on the town of Oreokastro. The Government has evacuated the civilians from the town and has stationed some AAF troops there.\n            <br/>\n            <br/>Since the town is already undermanned the Government has contracted Synixe to find the weapon caches the FIA are planning to use to assault the town and destroy them.\n            <br/>\n            <br/>The intel the AAF has gathered says that there are six caches in the area around Oreokastro.\n        "
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Matias_WhosReadyForTomorrow.MCN_Aliabad",
      "name": "Who's Ready For Tomorrow",
      "summary": "Contractors track down a hacker",
      "briefing": {
        "old": "**Who's Ready For Tomorrow**\n\n**Employer**\n            <br/>Central Intelligence Agency (C.I.A)\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Takistani militia\n            <br/>It is believed they've been working with the hacker themselves and that they'll protect him.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors\n            <br/>\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>No civilan pressence in the AO\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>N/A\n        \n\n**Mission**\n            <br/>A month ago a CIA black site was wiped out. The takistani militia took credit for the attack and claimed that more would come.\n            <br/>\n            <br/>After gathering information and doing surveillance the CIA found out that the Takistanis have been working with a hacker in order to learn about american positions in the region.\n            <br/>\n            <br/>Contractors have been hired to apprehend the hacker and extract him out of the region.\n            <br/>\n            <br/>Through tracking a series of keystrokes the CIA has learned that the militia has been mainting contact with the hacker mainly from the town of <marker name = 'Abad'>Abad</abad>\n        "
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Thomas_HouseVisit.pja308",
      "name": "House Visit",
      "summary": "Contractors assault town to capture or kill a takistani bombmaker",
      "briefing": {
        "mission": "With Kushan Soldiers pushing back Hezbollah-e-Kushan fighters to the southern region of the country during a recent military operation, it was rumored that months ago the fighters brought in an experienced bombmaker from Takistan. 3 months after this rumor surfaced, the number of successful explosive ambushes against Kushan Forces nearly tripled. With the massive uptick in IEDs being used against Kushan Forces, the fighting in region of Gunkizli (among many others in the country) has come to a standstill as Kushan Forces struggled to gain the momentum needed to continue their push. \n\nRecent information given to Kushan Army Command, sourced from British Intelligence, cited that the bombmaker (Khalil Yousuf) was present in the region in the town of Goztepe. This town is noted to be heavily defended by Hezbollah-e-Kushan fighters as it is important staging area for their attacks against Kushan Forces, but it is also staggerlingly close to BluFor's area of control. Kushan Forces took the opportunity to eliminate the bombmaker, but their attempts fell short due to their forces being ill-equipped to deal with explosives along the route, keeping them from being able to reach the town while taking major casualties in the process.\n\nHezbollah-e-Kushan fighters are well situated in the area, and won't let Yousef go easily. Ambushes even deep in their territory are expected, and reinforcements to any attack againt their fighters is likely.\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\nFind and bring the bombmaker, Khalil Yousef, back to the Kushan Garrison at the Airfield, dead or alive.\n\n<font color='#595305'>SECONDARY</font>\nDestroy Hezbollah forces at Goztepe (non-completion of this objective will not affect mission success)",
        "situation": "<font color='#e3d310'>EMPLOYER</font>\nName: Kushan Director of Defense (Gautam Chopra)\nLocation: Not in the Region\n\n<font color='#d81717'>ENEMY FORCES</font>\nName: Hezbollah-e-Kushan\nLocation: Southern Gunkizli\n\nSplinter of the Syrian Hezbollah, although no longer allied. Group usually favors engaging with heavy weapons (mainly surplus M2s), while mostly lacking traditional armored vehicles. Their fighters mainly dress in surplus M81 and MARPAT, and have a universal use of plate carriers. Declared themselves enemies of NATO and Kushan forces during the 2008 security crisis, fighters will shoot contractors on sight.\n\n<font color='#1d69f6'>FRIENDLY FORCES</font>\nName: Armed Forces of Kushan\nLocation: Gunkizli Airbase near Tuzluca (Known)\n\nKushante forces wear DPM and use U.S. Surplus body armor, helmets, and weapons. Infantry forces consistently use trucks and lightly armored vehicles for transport, but the regions supports some armor given to the Kushanate forces during the NATO downsize in 2026. No forces are assigned to assault the town with Synixe, but will help if engaged.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nLocation: All across Gunkizli, except for military installations\n\nCivilians are present within the region, unsure how civilians in the Muslim majority south will react to contractor presence. It is illegal for civilians to own weapons, but the law is rarely enforced.\n"
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Thomas_NightShift.ruha",
      "name": "Night Shift",
      "summary": "Contractors raid offices for information.",
      "briefing": {
        "mission": "ArrowSec Contractors refuse to leave after the Rus' Government declared the AO an exlusion area due to \"Biological Contamination\" (The validity of those statements are unkown at this time).\n\nBecause brief fight between FAR soldiers and ArrowSec, the Rus' Goverment has been sued by ArrowSEC's client (Reedfin Medical Technology) claiming the attack, and the exclusion area as a whole, are illegal and unenforceable.\n\nLooking to limit further issues, Synixe Contractors has been hired by the Rus' Government to raid the offices and airfield currently held by rogue ArrowSEC contractors, as an unknown 3rd party, and look for information specified by the Rus' Government.\n\nThe items brought back should be placed in the olive container back at the makeshift FOB.\n\nThe area itself is considered completely hostile. Contractors are expected to act independently, as everyone in the area will be hostile towards contractors, including FAR forces (except for the specified checkpoint, aware of Synixe's operation in the area) and likely any armed looters still left in the city.",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\n- Secure Test Files (Cobalt Colored Files)\n\n- Secure Hard Drive containing Flight Manifest\n\n- Any Electronic Storage Devices at the Metsälä Office\n\n- Any Electronic Storage devices inside the \"Dome\" at the Airfield\n\n<font color='#E3D310'>RESTRICTIONS</font>\nAO is considered a No-Fly Zone, use of drones or anything that could show up on air radar is prohibited.\n",
        "situation": "<font color='#e3d310'>EMPLOYER</font>\nName: Rus' Government\nLocation: Not Present in the AO\n\n<font color='#d81717'>ENEMY FORCES</font>\nName: ArrowSEC\nLocation: Metsälä Office, Metsälä (Airfield)\n\nRogue contractors who refused the Military's orders to evacuate, staying at their client's (Reedfin Medical Technology) holdings in the AO. Made of mainly U.S. Nationals with western gear.\n\n<font color='#1d69f6'>FRIENDLY FORCES</font>\nName: FAR Western Checkpoint\nLocation: West of the town of Marjasalo\n\nOrdered to let Contractors in and out of the AO, however not expected to do anything else. Look like the rest of FAR Units.\n\n<font color='#139120'>INDEPENDENT FORCES</font>\nName: Armed Forces of Rus' (FAR)\nLocation: Holding Checkpoints mainly outside of the AO, closing of the wider area to entry.\n\nFlecktarn clothing, MSBS and FAMAS are main rifles, Heavily utilizes NODs, and light vehicles make up most of their vehicle capability. Known to patrol the AO, however most patrols will be inactive between the time 1800 to 0500.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nMost civilians have left the area, leaving only looters that are assumed hostile to anyone but their own.\n"
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Thomas_TanoanSugar.Tanoa",
      "name": "Tanoan Sugar",
      "summary": "Contractors retake and protect TSC factory from Syndikat.",
      "briefing": {
        "old": "**Tanoan Sugar**\n\n**Employer**\n            <br/>Tanoan Sugar Company\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Syndikat\n            <br/>Powerful criminal organization, employs a variety of small arms and RPGs. Access to unarmored and lightly armored vehicles. Expected to attempt to retake the factory if contractors gain control of the area.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors, Gendarmerie\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Civilians are present all across the AO.\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>AO is filled with dense jungles.\n        \n\n**Mission**\n            <br/>With the ongoing election in the Horizon Islands, tensions between multiple political and criminal organizations have been elevated. Taking the opportunity to weaken the government and sieze power, Syndikat has launched a renewed offensive across the Horizon Islands. This has kept the HIL locked in COIN operations, leaving the underequipped Tanoan Gendarmerie to hold off the crimewave on their own.\n            <br/>\n            <br/>One of Syndikat's base of operations is located at the TSC Sugar Factory in Tanouka, leaving the TSC without their main production facility and giving Syndikat a base close to Georgetown where the majority of Tanoa's Gendarmerie and government have gathered.\n            <br/>\n            <br/>Contractors have been hired to retake the factory in Tanouka, and protect it against any Syndikat counter-attack until the TSC can convince the government to send Gendarmerie to protect the factory.\n        "
      },
      "typ": "Contract"
    },
    {
      "id": "SCO30_Andrew_DirtyDeedsDoneDirtCheap.tem_suursaariv",
      "name": "Dirty Deeds, Done Dirt Cheap",
      "summary": "Contractors are tasked with being armed security for the local mayor.",
      "briefing": {
        "mission": "Gang members have become a real menance to the newly elected mayor of Suursaari. The mayor has vowed to put an end to their illegal activities once elected. Now elected, he is in fear for his life and has called upon the assistance of Synixe. He is planning to meet with diplomats from other nations to review the information he has on these illicit groups. \nHe recently had an issue in his security. Yesterday, a member of his security team was discovered with Pro Cartel propoganda. That member was arrested and questioned, but nothing has come up just yet. This is where Synixe arrives.\nWe are paid to be his armed security tranport. The mayor has left his home on the mainland and is now on a secluded island. We are to pick him up from Theseus protection, bring him to his meeting where Vanguard are already stationed, and then to back the mayor to the pickup island. We will be meeting another PMC group upon the arrival of the pickup on his island. The pickup point is marked with a blue start marker (to the south), and the meeting point is marked with a blue flag marker (northern part of the mainland).\n\nWe have been provided boats for this mission to remain low profile and with the fear of the cartel having capabilities of AA.",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\nPickup the mayor and bring him to his meeting. Ensure the mayor is safe at all times.\n",
        "situation": "A change in politics causes a roar of potential bloodshed on Suursaari.\n\n<font color='#e3d310'>EMPLOYER</font>\nMayor of Suursaari\n\nThe mayor of Suursaari has reached out to us with employment citing \"Synixe is really in my budget and I'm hoping the things I heard are true in that they can keep me alive.\" The mayor has also employed Vanguard PMC and Theseus in different aspects of the assignment today, to test out a new potential security team.\n\n<font color='#d81717'>ENEMY FORCES</font>\nThe Cartel\n\nThe Cartel is the ruling class of the island, often showcasing force as their ruling power. The cartel is known to get what they want, when they want. With the newly elected mayor vowing to remove them from power and to disrupt their functions, the cartel has threatened to take matters into their own hands. \n\nThey are relatively well funded, often shown showcasing their firepower of rifles, explosives, pickup trucks with armaments, and have expressed their \"control of the skies\". Be wary.\n\nThese members can be both seen as civilians as well as armed personnel. Stay viligant and always on guard. You never could tell who is friend or foe.\n\n<font color='#1d69f6'>FRIENDLY FORCES</font>\nTheseus Inc\nPMC\nLocation(s): Mayor's secluded island hideout\n\nTheseus are eyeing the opportunity for future employment and have been tasked with maintaining the security at the island. We may see their forces out and about on other contracts, but this is where we will mostly encounter them.\n\nVanguard PMC\nPMC\nLocation(s): The meet point\n\nVanguard PMC are eyeing the opportunity for future employment and have been tasked with maintaining the security at the meet point. We may see their forces out and about on other contracts, but this is where we will mostly encounter them.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nCivilians are present in the area and may or may not be in support of either Synixe Contractors, the PMC contractors, the Cartel, or even the mayor. Stand guard.\n"
      },
      "typ": "SubContract"
    },
    {
      "id": "SCO30_Brett_KnockKnock.MCN_Aliabad",
      "name": "Knock Knock",
      "summary": "Contractors must secure an outpost of extremist militiamen.",
      "briefing": {
        "old": "**Knock Knock**\n\n**Employer**\n            <br/>Aliabad Government\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Militia\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>May be present in the surrounding area.\n        \n\n**Mission**\n            <br/>We have been hired to take out an outpost of extremist militia in the area. The militia are known to be hostile to the local population and have been known to commit atrocities against them.\n            <br/>\n            <br/>We have been tasked with taking out the militia and securing the area.\n        "
      },
      "typ": "SubContract"
    },
    {
      "id": "SCO30_Matias_JustAFriend.SefrouRamal",
      "name": "Just a Friend",
      "summary": "Contractors rescue an informant from execution",
      "briefing": {
        "old": "**Just a Friend**\n\n**Employer**\n            <br/>United Assistance Mission in Argana (UNMA)\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Sefrwai Freedom and Independence Army (SFIA)\n            <br/>AMCLOA: Stop us from saving the informant\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors, UNA forces\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>There are other civilians awaiting execution\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>Sefrou-Ramal is mostly flat desert except for some sand dunes\n        \n\n**Mission**\n            <br/>Yesterday in the middle of the night Abdul Hamadi was abducted from his home. Hamadi has been an informant for the UNA ever since they first arrived in the region, and the SFIA want him dead for giving up the location of several of their encapments. He is now awaiting execution, due to happen tomorrow morning.\n            <br/>\n            <br/>The UNA has hired Synixe to save Hamadi from the SFIA base in which he is being held. Once Hamadi is brought back to base there is a helicopter with a crew in it waiting for him to be loaded in so that he can be taken out of the region.\n            <br/>\n            <br/>We have been tasked with rescuing Hamadi and only Hamadi. We may free any other civilians being held and we may take them back if we want to but we are not being paid to save them. THE EXTRACTION IS ONLY FOR HAMADI.\n        "
      },
      "typ": "SubContract"
    },
    {
      "id": "SCO30_Matias_WalkThisWay.SefrouRamal",
      "name": "Walk This Way",
      "summary": "Contractors recover trucks filled with weapons",
      "briefing": {
        "old": "**Walk This Way**\n\n**Employer**\n            <br/>UNMA (United Assistance Mission in Argana)\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Tura\n            <br/>AMLCOA: Transport the trucks to their destination.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Civilians are expected in the region.\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>Terrain in the AO lacks vegetation.\n        \n\n**Mission**\n            <br/>Through HUMINT the UNA have gotten wind of a weapons shipment that is going to be transported by Tura insurgents from the town of Bir Tiguisit to the town of Rissani. It is believed that said guns will be used to attack the surface mine operated by the Daltgreen corporation.\n            <br/>\n            <br/>Contractors are tasked with recovering the trucks carrying the weapons and brining them back to the UNA base so that they can be analyzed in order to track down who's supplying the Tura.\n            <br/>\n            <br/>According to UNA intelligence the convoy will leave Bir Tiguisit at 1530.\n        "
      },
      "typ": "SubContract"
    },
    {
      "id": "SPC18_Matias_SpiesVsMercs.Altis",
      "name": "Spies vs Mercs",
      "summary": "Spies will try to hack the laptops, mercs will try to protect them",
      "briefing": {
        "old": "**Spies vs Mercs**\n\n**Mission**\n    <br/>GAME RULES\n    <br/>1- Spies must break into the facility, hack all three of the laptops and escape back to base.\n    <br/>2- If you die you don't redeploy until the next game.\n    <br/>3- Game ends either when the laptops are hacked and at least one spy calls for the extraction or when all the spies are killed.\n    <br/>4- Mercs should have at least double the amount of spies\n    <br/>\n    <br/>The idea is that mercs will have heavy armor, frags, flares, chemlights and assault weapons while the spies have nvgs, no armor, flashbangs, smokes and silenced cqb weapons.\n"
      },
      "typ": "Special"
    },
    {
      "id": "TCO30_Andrew_GreatBallsOfFire.tem_anizay",
      "name": "Great Balls of Fire",
      "summary": "Respond to fires and shootings throughout the northern region of Anizay.",
      "briefing": {
        "mission": "In the early parts of the morning, militants moved to the northern towns. They began shooting into homes and lighting them ablaze. We're anticipating it being the Anizay Freedom Insurgency. We are being called upon to act swiftly, moving into position as quick possible. Neutralize any threats and removing any civilians in distress from the AO.\n\nThe first report came from the city Ranagrezan several hours ago. We've received word that foot mobiles are moving east and possibly to Zarifkheyl. There is also a recent report of friendly United Assistance forces coming under fire when entering near Deraz. These are our main objective points. Do with this information as you must.",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\nRemove any Anizay Freedom Insurgents from the Northern towns.\n\n<font color='#595305'>SECONDARY</font>\nHelp any civilians or United Assistance Forces in need during this troubling time.\n",
        "situation": "A socio-economical crisis has been brewing in the region of Anizay, and as a result, a civil war ensued. NATO had been assisting its allies and associates in evacuations in the weeks leading up to the major pullout, but now all that is left is some remnants of a few UNA forces still stationed at FOB Nauzad and FOB Obeh, while those who missed the evacuations have been left behind scrambling for a way to escape. As of recently the insurgency has proven to be a force to be reckoned with after carrying out several succesful attacks against the military detachments present in the region. As civilians scrambled to evacuate, insurgents made sure to attack Landay airfield in an attempt to hold as many of the population within the region as bargaining chips. In response to this, humanitarian efforts and foreign military involvement has quickly escalated prominently.\n\n<font color='#e3d310'>EMPLOYER</font>\nUnited States Department of State\n\nThe United States Department of State has outsourced its security operations to Synixe Contractors due to a limitation in jurisdictions for certain operations.\n\n<font color='#d81717'>ENEMY FORCES</font>\nAnizay Freedom Insurgency\n\nThe Anizay Freedom Insurgency has been trying to gain leverage over both national and international sources in an attempt to counter many new foreign relations and reforms in Anizay, as such, they have taken to violence as a means to promote their message and pursue a revolution, having started to go after some notorious VIPs in the region of Anizay who have been left behind during the NATO pullout, and subsequently, the start of UNA's recess in the region.\n\nThey are often seen wearing robes and turbans, and seem to be equipped with surplus equipment consisting of small arms and some statics.\n\n<font color='#1d69f6'>FRIENDLY FORCES</font>\nUnited Assistance (UNA)\nLocation(s): FOB Nauzad, FOB Obeh\n\nUnited Assistance has been in charge of peacekeeping operations in Anizay. As of recent events, both their resources and efforts have diminished, and their evacuation operations have ceased, leading up to Synixe Contractors involvement.\n\n<font color='#139120'>INDEPENDENT FORCES</font>\nAnizay Militia\n\nThe Anizay Militia has been at war with the Anizay Freedom Insurgency ever since the discontent in the region reached its boiling point. They have access to armored vehicles and military equipment previously provided by other foreign nations in support of the ongoing course of Anizay, and they are often seen wearing helmets, uniforms, and military garments.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nCivilians are present in the area and may or may not be in support of either Synixe Contractors, UNA, Anizay Militia, or the Anizay Freedom Insurgency.\n"
      },
      "typ": "Contract"
    },
    {
      "id": "TCO30_Andrew_Hippies_Cowboys.tem_anizay",
      "name": "Hippies & Cowboys",
      "summary": "Help the United Alliance and IDAP recover a missing IDAP Water Truck",
      "briefing": {
        "mission": "With the ongoing violence facing the region of Anizay, United Assistance have put forth a plan to provide necessary resources to numerous villages in need. This morning, two IDAP water trucks were dispatched to the southern town of Bum from FOB Nauzad. The first water truck made it without any issues. Leaving several hours after the first, the second truck did not arrive to the destination. There were required check-in's for the drivers to make along their route. The second water truck made their third required check-in. That driver failed to radio in at any check-in after that.\n\nSynixe's tasking is relatively simple. Discover who took the water truck and if possible, recover and deliver it to the proper destination.\n\nIt is suspected that the Anizay Freedom Insurgency has a hand in the truck disappearance, so be on the lookout for them. This collective is probably storing it locally at a nearby camp as neither the United Assistance or Anizay Militia have any reports of this truck. Anizay militia have been constantly patrolling the eastern neighboring towns, specifically the town of Mian. The Anizay militia have stated that they have not seen any IDAP water trucks come through and have proceeded to have several blockades along the east.\n\nBe on the lookout for any Anizay Freedom Insurgency. They are most likely the culprit as the United Assistance and the Anizay Militia are the ones organizing the support to the local population. This fits their motive and tactics in recent memory. We suspect that the water truck is not in a local town as they usually avoid towns unless they're looking to gain something or for a demenstration. They most definitely attack on sight.",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\nLocate, identify, and or eliminate the group who has the IDAP Water Truck.\n\n<font color='#595305'>SECONDARY</font>\nRecover and deliver the water truck to the town of Bum.",
        "situation": "A socio-economical crisis has been brewing in the region of Anizay, and as a result, a civil war ensued. NATO had been assisting its allies and associates in evacuations in the weeks leading up to the major pullout, but now all that is left is some remnants of a few UNA forces still stationed at FOB Nauzad and FOB Obeh, while those who missed the evacuations have been left behind scrambling for a way to escape. As of recently the insurgency has proven to be a force to be reckoned with after carrying out several succesful attacks against the military detachments present in the region. As civilians scrambled to evacuate, insurgents made sure to attack Landay airfield in an attempt to hold as many of the population within the region as bargaining chips. In response to this, humanitarian efforts and foreign military involvement has quickly escalated prominently.\n\n<font color='#e3d310'>EMPLOYER</font>\nUnited States Department of State\n\nThe United States Department of State has outsourced its security operations to Synixe Contractors due to a limitation in jurisdictions for certain operations.\n\n<font color='#d81717'>ENEMY FORCES</font>\nAnizay Freedom Insurgency\n\nThe Anizay Freedom Insurgency has been trying to gain leverage over both national and international sources in an attempt to counter many new foreign relations and reforms in Anizay, as such, they have taken to violence as a means to promote their message and pursue a revolution, having started to go after some notorious VIPs in the region of Anizay who have been left behind during the NATO pullout, and subsequently, the start of UNA's recess in the region.\n\nThey are often seen wearing robes and turbans, and seem to be equipped with surplus equipment consisting of small arms and some statics.\n\n<font color='#1d69f6'>FRIENDLY FORCES</font>\nUnited Assistance (UNA)\nLocation(s): FOB Nauzad, FOB Obeh\n\nUnited Assistance has been in charge of peacekeeping operations in Anizay. As of recent events, both their resources and efforts have diminished, and their evacuation operations have ceased, leading up to Synixe Contractors involvement.\n\n<font color='#139120'>INDEPENDENT FORCES</font>\nAnizay Militia\n\nThe Anizay Militia has been at war with the Anizay Freedom Insurgency ever since the discontent in the region reached its boiling point. They have access to armored vehicles and military equipment previously provided by other foreign nations in support of the ongoing course of Anizay, and they are often seen wearing helmets, uniforms, and military garments.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nCivilians are present in the area and may or may not be in support of either Synixe Contractors, UNA, Anizay Militia, or the Anizay Freedom Insurgency.\n"
      },
      "typ": "SubContract"
    },
    {
      "id": "TCO30_Andrew_Thunderstruck.tem_anizay",
      "name": "Thunderstruck",
      "summary": "Assist the United Assistance after they've repelled an attack.",
      "briefing": {
        "mission": "\nTHE United Assistance have requested backup from a planned assault in the town of Makan aljamal. They repelled the attack and wish to carry out a counter offensive but lack the manpower to do so. We've been called upon as a QRF to snuff out the enemy.\n\nThe Anizay Freedom Insurgency were seen retreating with some injuried members to the southwest into the open desert. We have a good assumption, based on previous encounters, this organized group tends to stick where no one can see them. The assumption is that they're in the desert.\n\nAs a precaution, United Assistance members have been searching the nearby towns for any traces of the Anizay Freedom Insurgency (shown with the blue markers). Our tasking is the dunes.",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\nLocate the Anizay Freedom Insurgency Camp(s)\n\n<font color='#595305'>SECONDARY</font>\nThe Secondary Objectives are as follows:\n- Eliminate all hostiles in the camps.\n- Destroy or remove any supplies and ammunition from the camp(s).",
        "situation": "A socio-economical crisis has been brewing in the region of Anizay, and as a result, a civil war ensued. NATO had been assisting its allies and associates in evacuations in the weeks leading up to the major pullout, but now all that is left is some remnants of a few UNA forces still stationed at FOB Nauzad and FOB Obeh, while those who missed the evacuations have been left behind scrambling for a way to escape. As of recently the insurgency has proven to be a force to be reckoned with after carrying out several succesful attacks against the military detachments present in the region. As civilians scrambled to evacuate, insurgents made sure to attack Landay airfield in an attempt to hold as many of the population within the region as bargaining chips. In response to this, humanitarian efforts and foreign military involvement has quickly escalated prominently.\n\n<font color='#e3d310'>EMPLOYER</font>\nUnited States Department of State\n\nThe United States Department of State has outsourced its security operations to Synixe Contractors due to a limitation in jurisdictions for certain operations.\n\n<font color='#d81717'>ENEMY FORCES</font>\nAnizay Freedom Insurgency\n\nThe Anizay Freedom Insurgency has been trying to gain leverage over both national and international sources in an attempt to counter many new foreign relations and reforms in Anizay, as such, they have taken to violence as a means to promote their message and pursue a revolution, having started to go after some notorious VIPs in the region of Anizay who have been left behind during the NATO pullout, and subsequently, the start of UNA's recess in the region.\n\nThey are often seen wearing robes and turbans, and seem to be equipped with surplus equipment consisting of small arms and some statics.\n\n<font color='#1d69f6'>FRIENDLY FORCES</font>\nUnited Assistance (UNA)\nLocation(s): FOB Nauzad, FOB Obeh\n\nUnited Assistance has been in charge of peacekeeping operations in Anizay. As of recent events, both their resources and efforts have diminished, and their evacuation operations have ceased, leading up to Synixe Contractors involvement.\n\n<font color='#139120'>INDEPENDENT FORCES</font>\nAnizay Militia\n\nThe Anizay Militia has been at war with the Anizay Freedom Insurgency ever since the discontent in the region reached its boiling point. They have access to armored vehicles and military equipment previously provided by other foreign nations in support of the ongoing course of Anizay, and they are often seen wearing helmets, uniforms, and military garments.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nCivilians are present in the area and may or may not be in support of either Synixe Contractors, UNA, Anizay Militia, or the Anizay Freedom Insurgency.\n"
      },
      "typ": "SubContract"
    },
    {
      "id": "TCO30_Brett_ATipInTheRightDirection.VTF_Korsac",
      "name": "A Tip in the Right Direction",
      "summary": "Contractors investigate an anonymous tip about a vehicle & ammo cache",
      "briefing": {
        "mission": "A recent anonymous tip has come in about a possible vehicle storage and ammo cache in the region.\n\nWe are tasked with investigating the tip and destroying any vehicles and ammo we find.\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\nDestroy any vehicles and ammo caches found in the rough area of the tip.\n\n<font color='#595305'>SECONDARY</font>\nEliminate any enemy forces encountered at the site.\n",
        "situation": "After the latest elections in Korsac the losing side decided to take up arms in an attempt to topple the winning government and take power for themselves.\nSince the local defense forces are having trouble suppressing this rebellion, Synixe has been hired to perform COIN (Counter Insurgency) operations in the region in order to aid the winning government.\n\nTerrain considerations: Korsac is a mostly flat area that possesses a mix of lush forests and open plains.\n\n<font color='#e3d310'>EMPLOYER</font>\nName: Korsac Government\n\n<font color='#d81717'>ENEMY FORCES</font>\nName: Korsac Separatists\n\nInterested in toppling the current government and gaining power. They posses a mix of modern and old Russian weaponry and opt for carrier rigs instead of vests.\nThey use a myriad of vehicles and are known to have access to tanks and helicopters.\n\n<font color='#1d69f6'>FRIENDLY FORCES</font>\nName: Korsac Defense Force\nLocation: Comms Ekho\n\nThey use modern Russian weaponry and modular carriers for protection. They have a wide array of vehicles ranging from Tanks to Helicopters.\n\n<font color='#139120'>INDEPENDENT FORCES</font>\nName: Korsac Armed Locals\n\nA group of locals not allied with either side and just interested in protecting their property. They carry old weapons they already had at their disposal.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nCivilians are present throughout the AO.\n"
      },
      "typ": "Contract"
    },
    {
      "id": "TCO30_Brett_InTheAirwave.VTF_Lybor",
      "name": "In The Airwave",
      "summary": "Contractors investigate a missing safety inspector checking on communication infrastructure.",
      "briefing": {
        "mission": "The Lybor Government has learned that the Russo-Lyborian Separatists are planning to disrupt communications infrastructure in the area.\n\nAn old radio building that has long been abandoned was scheduled for a routine check up by a local safety inspector.\n\nThe inspector has not been heard from in several hours, and a civilian call reported a gunshot in the area.\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\nCheck the area for any disruption near communications infrastructure in the marked area.\n\n<font color='#595305'>SECONDARY</font>\nFind and rescue the safety inspector.\n",
        "situation": "Lybor has seen a rise in violence over the past few months.\n\nSynixe has been contracted to combat the cell near the town of Kinney.\n\n<font color='#e3d310'>EMPLOYER</font>\nName: Lybor Government\n\nThe Lybor Government has been ramping up its efforts to combat rising extremists.\n\n<font color='#d81717'>ENEMY FORCES</font>\nName: Russo-Lyborian Separatists\nLocation: Throughout Lybor\n\nThe Russo-Lyborian Separatists are a group of extremists that wish to see Lybor embrace Russian influence.\nThey have been known to use IEDs, VBIEDs, and other explosives to attack Lyborian Government forces.\nThey are outfitted with the latest Russian equipment and employ guerrilla tactics.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nThe majority of civilians in the area do not support the Russo-Lyborian Separatists.\nWhile some may have a friendly view of Russia, they do not support the rise in violence.\n"
      },
      "typ": "Contract"
    },
    {
      "id": "TCO30_Brett_IntoTheWind.VTF_Korsac",
      "name": "Into the Wind",
      "summary": "Contractors must engage the remaining Korsac Separatist forces in the region",
      "briefing": {
        "mission": "The Korsac Separatists are largely defeated and being pushed out of the Rostok region.\n\nWe have been tasked with attacking their final stronghold in the south of the region, ideally collecting any intel that could indict a sponsor of the Korsac Separatists.\n\nThe Separatsits are known to have two final storage sites remaining, and potentially some camps in the forests.\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\nFind and destroy the remaining resources of the Korsac Separatists.\n\n<font color='#595305'>SECONDARY</font>\nCollect any intel that could indict a sponsor of the Korsac Separatists.\n",
        "situation": "After the latest elections in Korsac the losing side decided to take up arms in an attempt to topple the winning government and take power for themselves.\nSince the local defense forces are having trouble suppressing this rebellion, Synixe has been hired to perform COIN (Counter Insurgency) operations in the region in order to aid the winning government.\n\nTerrain considerations: Korsac is a mostly flat area that possesses a mix of lush forests and open plains.\n\n<font color='#e3d310'>EMPLOYER</font>\nName: Korsac Government\n\n<font color='#d81717'>ENEMY FORCES</font>\nName: Korsac Separatists\n\nInterested in toppling the current government and gaining power. They posses a mix of modern and old Russian weaponry and opt for carrier rigs instead of vests.\nThey use a myriad of vehicles and are known to have access to tanks and helicopters.\n\n<font color='#1d69f6'>FRIENDLY FORCES</font>\nName: Korsac Defense Force\nLocation: Comms Ekho\n\nThey use modern Russian weaponry and modular carriers for protection. They have a wide array of vehicles ranging from Tanks to Helicopters.\n\n<font color='#139120'>INDEPENDENT FORCES</font>\nName: Korsac Armed Locals\n\nA group of locals not allied with either side and just interested in protecting their property. They carry old weapons they already had at their disposal.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nCivilians are present throughout the AO.\n"
      },
      "typ": "Contract"
    },
    {
      "id": "TCO30_Brett_RollCall.Tanoa",
      "name": "Roll Call",
      "summary": "Contractors investigate plantations and lumber sites to check for undocumented and trafficked workers.",
      "briefing": {
        "mission": "We are tasked with checking several sites for the presence of workers that have not been registered with the authorities.\n\nAny workers found are to be detained and taken back to our base for further processing. Government officials will pick up the workers from our base.\nWe are to detain the land owners if undocumented workers are found on their property. They will be collected by the HIL.\n\nWe are to be aware that the workers may be under duress and not want to cooperate, we need to ensure we operate efficiently and are able to gain their cooperation.\n\nThe traffickers will likely not be present at the sites, but they may be contacted by the land owners.\nWe need to operate quickly to ensure the traffickers can not get to the sites before us and remove the workers.\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\n- Detain any undocumented personnel working on the sites\n- Detain land owners that have undocumented personnel working on their property\n- Prevent the traffickers from removing the undocumented personnel from the sites, or otherwise interfering\n\n<font color='#595305'>SECONDARY</font>\n- Collect any evidence of the trafficking operation\n",
        "situation": "Tanoa's rising industrial sector has been stagnating in recent years as the Tanoan population is not large enough to sustain the growth on its own.\n\nAs a result, a human trafficking problem has been growing in the region.\nThe local Tanoa government had previously been turning a blind eye to the problem, as the traffickers are paying them off.\nHowever, the situation has gotten out of hand, and the Horizon Islands Government has begun to crack down on the traffickers.\nThe small Horizon Islands Legion is not suited for such operations, and have requested the expertise of Synixe Contractors.\n\n<font color='#e3d310'>EMPLOYER</font>\nName: Horizon Islands Government\n\nRuns the country of which Tanoa is just one region, the local levels of the Tanoan government are corrupt and ineffective.\n\n<font color='#d81717'>ENEMY FORCES</font>\nName: Traffickers and Hired Mercenaries\nLocation: Tanoan Islands\n\nThe traffickers are a loose coalition of criminal organizations, and are well funded.\nThey have a firm grip on several members of local government, and have hired mercenaries to protect their operations.\n\n<font color='#1d69f6'>FRIENDLY FORCES</font>\nName: Horizon Islands Legion\nLocation: Various small outposts around Tanoa\n\nThe HIL is a small and inexperienced military force, and is not suited for the task of dealing with the traffickers.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nCivilians in the region have varying opinions on the traffickers.\nSome have been paid off, some are upset about the lowering of wages as a result of the traffickers importing cheap labor.\nSome are upset about the human rights violations, and some are just upset about the increased crime rate.\nFear of the traffickers is common, as they are known to be retaliatory against those who speak out against them.\n"
      },
      "typ": "Contract"
    },
    {
      "id": "TCO30_Brett_RoughingIt.Tanoa",
      "name": "Roughing It",
      "summary": "Contractors must track men delivering supplies to a hidden outpost, and destroy it",
      "briefing": {
        "mission": "An armed group working for the traffickers have been operating an outpost near the town of Harcourt.\n\nThanks to an inside source at the Harcourt docks, we know that a shipment of their supplies have arrived and will be transported to the outpost today.\n\nFollow the men taking the supplies to the outpost, and destroy the outpost.\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\n- Destroy the outpost.\n- Rescue any victims that are around.\n\n<font color='#595305'>SECONDARY</font>\n- Note down any evidence for the HIL.\n\n<font color='#E3D310'>RESTRICTIONS</font>\nEnsure there is no fighting in Harcourt, if you are engaged, disengage and avoid a firefight in the town.\n",
        "situation": "Tanoa's rising industrial sector has been stagnating in recent years as the Tanoan population is not large enough to sustain the growth on its own.\n\nAs a result, a human trafficking problem has been growing in the region.\nThe local Tanoa government had previously been turning a blind eye to the problem, as the traffickers are paying them off.\nHowever, the situation has gotten out of hand, and the Horizon Islands Government has begun to crack down on the traffickers.\nThe small Horizon Islands Legion is not suited for such operations, and have requested the expertise of Synixe Contractors.\n\n<font color='#e3d310'>EMPLOYER</font>\nName: Horizon Islands Government\n\nRuns the country of which Tanoa is just one region, the local levels of the Tanoan government are corrupt and ineffective.\n\n<font color='#d81717'>ENEMY FORCES</font>\nName: Traffickers and Hired Mercenaries\nLocation: Tanoan Islands\n\nThe traffickers are a loose coalition of criminal organizations, and are well funded.\nThey have a firm grip on several members of local government, and have hired mercenaries to protect their operations.\n\n<font color='#1d69f6'>FRIENDLY FORCES</font>\nName: Horizon Islands Legion\nLocation: Various small outposts around Tanoa\n\nThe HIL is a small and inexperienced military force, and is not suited for the task of dealing with the traffickers.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nCivilians in the region have varying opinions on the traffickers.\nSome have been paid off, some are upset about the lowering of wages as a result of the traffickers importing cheap labor.\nSome are upset about the human rights violations, and some are just upset about the increased crime rate.\nFear of the traffickers is common, as they are known to be retaliatory against those who speak out against them.\n"
      },
      "typ": "Contract"
    },
    {
      "id": "TCO30_Brett_Undeliverable.VTF_Lybor",
      "name": "Undeliverable",
      "summary": "Contractors must intercept airdropped supplies before the enemy can hide them.",
      "briefing": {
        "mission": "The Russo-Lybor Separtists are preparing to receive a shipment of weapons from Russia.\n\nWe know they receive them via airdrop in the northern mountains, but we don't know the exact location.\n\nSome possible locations have been marked in red, along with some known camp locations they've used in the past in yellow.\n\nIntercept as many of the supplies as you can, take anything back to your base as you can, destroy the rest.\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\nIntercept and secure the weapons shipment, or destroy it if you cannot secure it.\n\n<font color='#595305'>SECONDARY</font>\nDisrupt any enemy camps you encounter\n\n<font color='#E3D310'>RESTRICTIONS</font>\nThe use of a UAV may appear on the instruments of the aircraft performing the drop.\nIt is highly advised not to use a UAV until you are certain the drop has been made.\n",
        "situation": "Lybor has seen a rise in violence over the past few months.\n\nSynixe has been contracted to combat the cell near the town of Kinney.\n\n<font color='#e3d310'>EMPLOYER</font>\nName: Lybor Government\n\nThe Lybor Government has been ramping up its efforts to combat rising extremists.\n\n<font color='#d81717'>ENEMY FORCES</font>\nName: Russo-Lyborian Separatists\nLocation: Throughout Lybor\n\nThe Russo-Lyborian Separatists are a group of extremists that wish to see Lybor embrace Russian influence.\nThey have been known to use IEDs, VBIEDs, and other explosives to attack Lyborian Government forces.\nThey are outfitted with the latest Russian equipment and employ guerrilla tactics.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nThe majority of civilians in the area do not support the Russo-Lyborian Separatists.\nWhile some may have a friendly view of Russia, they do not support the rise in violence.\n"
      },
      "typ": "Contract"
    },
    {
      "id": "TCO30_Brett_WalkInThePark.VTF_Korsac",
      "name": "Walk in the Park",
      "summary": "Contractors deliver supplies to farmsteaders, hoping to gain some intel and support from the armed locals.",
      "briefing": {
        "mission": "A family on the farmstead at 062046 was recently extracted from the area. They were providing information to the Government about the separatists movements, but a corrupt politician sold them out and 2 of the 3 sons were killed as contractors failed to extract them all in time.\n\nThe Armed Civilians, most of whom live on such farmsteads, have been thus far neutral in the conflict, only concerned with defending their homes and families.\n\nThe Government would like to curry favour with them, and has asked us to provide them with some supplies to help them defend themselves. Hopefully swaying them to provide more information to the Government again.\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\nDeliver the supplies to the 8 farmsteads marked on the map.\n\n<font color='#595305'>SECONDARY</font>\nAssist the Armed Civilians with any tasks or tips they may have for you.\n\nEngage any Separatist forces you encounter, especially near the farmsteads.\n",
        "situation": "After the latest elections in Korsac the losing side decided to take up arms in an attempt to topple the winning government and take power for themselves.\nSince the local defense forces are having trouble suppressing this rebellion, Synixe has been hired to perform COIN (Counter Insurgency) operations in the region in order to aid the winning government.\n\nTerrain considerations: Korsac is a mostly flat area that possesses a mix of lush forests and open plains.\n\n<font color='#e3d310'>EMPLOYER</font>\nName: Korsac Government\n\n<font color='#d81717'>ENEMY FORCES</font>\nName: Korsac Separatists\n\nInterested in toppling the current government and gaining power. They posses a mix of modern and old Russian weaponry and opt for carrier rigs instead of vests.\nThey use a myriad of vehicles and are known to have access to tanks and helicopters.\n\n<font color='#1d69f6'>FRIENDLY FORCES</font>\nName: Korsac Defense Force\nLocation: Comms Ekho\n\nThey use modern Russian weaponry and modular carriers for protection. They have a wide array of vehicles ranging from Tanks to Helicopters.\n\n<font color='#139120'>INDEPENDENT FORCES</font>\nName: Korsac Armed Locals\n\nA group of locals not allied with either side and just interested in protecting their property. They carry old weapons they already had at their disposal.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nCivilians are present throughout the AO.\n"
      },
      "typ": "Contract"
    },
    {
      "id": "TCO30_King_BurningMan.tem_anizay",
      "name": "Burning Man",
      "summary": "Rescue a United Assistance officer being held hostage by insurgents",
      "briefing": {
        "mission": "A UA officer -Noah Walker- is believed to have been kidnapped by the Anizay Freedom Insurgency three hours ago at 0400. The Anizay Militia has been stretched thin and has been unable to assist with CSAR (Combat Search and Rescue) operations. The latest intel puts him in somewhere in Zaranj, Musakhan, or Khas.\n\nSynixe has been tasked with conducting CSAR operations to rescue the UA officer, and bringing him back to your FOB where the UA will coordinate pickup.",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\nLocate the officer, Noah Walker, and return him to your FOB.",
        "situation": "A socio-economical crisis has been brewing in the region of Anizay, and as a result, a civil war ensued. NATO had been assisting its allies and associates in evacuations in the weeks leading up to the major pullout, but now all that is left is some remnants of a few UNA forces still stationed at FOB Nauzad and FOB Obeh, while those who missed the evacuations have been left behind scrambling for a way to escape. As of recently the insurgency has proven to be a force to be reckoned with after carrying out several succesful attacks against the military detachments present in the region. As civilians scrambled to evacuate, insurgents made sure to attack Landay airfield in an attempt to hold as many of the population within the region as bargaining chips. In response to this, humanitarian efforts and foreign military involvement has quickly escalated prominently.\n\n<font color='#e3d310'>EMPLOYER</font>\nUnited States Department of State\n\nThe United States Department of State has outsourced its security operations to Synixe Contractors due to a limitation in jurisdictions for certain operations.\n\n<font color='#d81717'>ENEMY FORCES</font>\nAnizay Freedom Insurgency\n\nThe Anizay Freedom Insurgency has been trying to gain leverage over both national and international sources in an attempt to counter many new foreign relations and reforms in Anizay, as such, they have taken to violence as a means to promote their message and pursue a revolution, having started to go after some notorious VIPs in the region of Anizay who have been left behind during the NATO pullout, and subsequently, the start of UNA's recess in the region.\n\nThey are often seen wearing robes and turbans, and seem to be equipped with surplus equipment consisting of small arms and some statics.\n\n<font color='#1d69f6'>FRIENDLY FORCES</font>\nUnited Assistance (UNA)\nLocation(s): FOB Nauzad, FOB Obeh\n\nUnited Assistance has been in charge of peacekeeping operations in Anizay. As of recent events, both their resources and efforts have diminished, and their evacuation operations have ceased, leading up to Synixe Contractors involvement.\n\n<font color='#139120'>INDEPENDENT FORCES</font>\nAnizay Militia\n\nThe Anizay Militia has been at war with the Anizay Freedom Insurgency ever since the discontent in the region reached its boiling point. They have access to armored vehicles and military equipment previously provided by other foreign nations in support of the ongoing course of Anizay, and they are often seen wearing helmets, uniforms, and military garments.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nCivilians are present in the area and may or may not be in support of either Synixe Contractors, UNA, Anizay Militia, or the Anizay Freedom Insurgency.\n"
      },
      "typ": "Contract"
    },
    {
      "id": "TCO30_Matias_BreakOnThrough.VTF_Lybor",
      "name": "Break On Through",
      "summary": "Contractors are tasked with retaking industrial sites.",
      "briefing": {
        "mission": "Recently the Russo-Lyborian Separatists took over two industrial sites to the west of the region and are believed to be using them as staging points for further incursions into tows.\n\nSynixe has been tasked with moving into and clearing the industrial sites, destroying any supplies that the enemies may have been gathering along the way.\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\n- Retake the industrial sites occupied by the enemy.\n\n<font color='#595305'>SECONDARY</font>\n- Destroy any supply caches you may find\n",
        "situation": "Lybor has seen a rise in violence over the past few months.\n\nSynixe has been contracted to combat the cell near the town of Kinney.\n\n<font color='#e3d310'>EMPLOYER</font>\nName: Lybor Government\n\nThe Lybor Government has been ramping up its efforts to combat rising extremists.\n\n<font color='#d81717'>ENEMY FORCES</font>\nName: Russo-Lyborian Separatists\nLocation: Throughout Lybor\n\nThe Russo-Lyborian Separatists are a group of extremists that wish to see Lybor embrace Russian influence.\nThey have been known to use IEDs, VBIEDs, and other explosives to attack Lyborian Government forces.\nThey are outfitted with the latest Russian equipment and employ guerrilla tactics.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nThe majority of civilians in the area do not support the Russo-Lyborian Separatists.\nWhile some may have a friendly view of Russia, they do not support the rise in violence.\n"
      },
      "typ": "Contract"
    },
    {
      "id": "TCO30_Matias_GreenHell.Tanoa",
      "name": "Green Hell",
      "summary": "Contractors find and destroy communications outposts.",
      "briefing": {
        "mission": "SIGINT has revealed that the enemy has recently set up communications outposts in Sosovu and Yasa islands.\n\nSynixe has been tasked to move into the islands and find and destroy any comms outposts that are found.\n\nAs always rescue any victims that are found in the AO and secure and note down evidence for the HIL.\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\n- Find and destroy any communications outposts in the islands\n- Rescue any victims that are in the area\n\n<font color='#595305'>SECONDARY</font>\n- Note down any evidence for the HIL.\n",
        "situation": "Tanoa's rising industrial sector has been stagnating in recent years as the Tanoan population is not large enough to sustain the growth on its own.\n\nAs a result, a human trafficking problem has been growing in the region.\nThe local Tanoa government had previously been turning a blind eye to the problem, as the traffickers are paying them off.\nHowever, the situation has gotten out of hand, and the Horizon Islands Government has begun to crack down on the traffickers.\nThe small Horizon Islands Legion is not suited for such operations, and have requested the expertise of Synixe Contractors.\n\n<font color='#e3d310'>EMPLOYER</font>\nName: Horizon Islands Government\n\nRuns the country of which Tanoa is just one region, the local levels of the Tanoan government are corrupt and ineffective.\n\n<font color='#d81717'>ENEMY FORCES</font>\nName: Traffickers and Hired Mercenaries\nLocation: Tanoan Islands\n\nThe traffickers are a loose coalition of criminal organizations, and are well funded.\nThey have a firm grip on several members of local government, and have hired mercenaries to protect their operations.\n\n<font color='#1d69f6'>FRIENDLY FORCES</font>\nName: Horizon Islands Legion\nLocation: Various small outposts around Tanoa\n\nThe HIL is a small and inexperienced military force, and is not suited for the task of dealing with the traffickers.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nCivilians in the region have varying opinions on the traffickers.\nSome have been paid off, some are upset about the lowering of wages as a result of the traffickers importing cheap labor.\nSome are upset about the human rights violations, and some are just upset about the increased crime rate.\nFear of the traffickers is common, as they are known to be retaliatory against those who speak out against them.\n"
      },
      "typ": "Contract"
    },
    {
      "id": "TCO30_Matias_IslandInTheSun.Tanoa",
      "name": "Island In The Sun",
      "summary": "Contractors assault an enemy island used as a trafficking hub.",
      "briefing": {
        "mission": "Recently a confidential source came forward to media outlets that Ravi-ta Island is being used by the traffickers as a place where victims are taken so that clients can engage in whatever debauchery they desire.\n\nSynixe has been hired to move into the island, gain control of it and rescue any victims that they may find.\n\nThe island consists of a main compound, a set of barracks for the guards and a supply depot with some small docks. It has been confirmed as well that island to the west of Ravi-ta is being used as hunting grounds where people are hunted for sport.\n\nShould you find any evidence or POIs, they should be gathered and detained respectively.\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\n- Take over the Island\n- Rescue any hostages that are found\n\n<font color='#595305'>SECONDARY</font>\n- Note down any evidence for the HIL.\n\n",
        "situation": "Tanoa's rising industrial sector has been stagnating in recent years as the Tanoan population is not large enough to sustain the growth on its own.\n\nAs a result, a human trafficking problem has been growing in the region.\nThe local Tanoa government had previously been turning a blind eye to the problem, as the traffickers are paying them off.\nHowever, the situation has gotten out of hand, and the Horizon Islands Government has begun to crack down on the traffickers.\nThe small Horizon Islands Legion is not suited for such operations, and have requested the expertise of Synixe Contractors.\n\n<font color='#e3d310'>EMPLOYER</font>\nName: Horizon Islands Government\n\nRuns the country of which Tanoa is just one region, the local levels of the Tanoan government are corrupt and ineffective.\n\n<font color='#d81717'>ENEMY FORCES</font>\nName: Traffickers and Hired Mercenaries\nLocation: Tanoan Islands\n\nThe traffickers are a loose coalition of criminal organizations, and are well funded.\nThey have a firm grip on several members of local government, and have hired mercenaries to protect their operations.\n\n<font color='#1d69f6'>FRIENDLY FORCES</font>\nName: Horizon Islands Legion\nLocation: Various small outposts around Tanoa\n\nThe HIL is a small and inexperienced military force, and is not suited for the task of dealing with the traffickers.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nCivilians in the region have varying opinions on the traffickers.\nSome have been paid off, some are upset about the lowering of wages as a result of the traffickers importing cheap labor.\nSome are upset about the human rights violations, and some are just upset about the increased crime rate.\nFear of the traffickers is common, as they are known to be retaliatory against those who speak out against them.\n"
      },
      "typ": "Contract"
    },
    {
      "id": "TCO30_Matias_LiveWire.tem_anizay",
      "name": "Live Wire",
      "summary": "Contractors are tasked with finding and destroying supply caches",
      "briefing": {
        "mission": "Recently the D.O.S has recieved a tip from the AM that the AFI has been stockpiling weapons and vehicles in an area to the south of the region.\n\nDue to this we have been tasked with moving into the area and destroying any supply caches that we find.\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\n- Search the area and destroy any supply caches you find\n",
        "situation": "A socio-economical crisis has been brewing in the region of Anizay, and as a result, a civil war ensued. NATO had been assisting its allies and associates in evacuations in the weeks leading up to the major pullout, but now all that is left is some remnants of a few UNA forces still stationed at FOB Nauzad and FOB Obeh, while those who missed the evacuations have been left behind scrambling for a way to escape. As of recently the insurgency has proven to be a force to be reckoned with after carrying out several succesful attacks against the military detachments present in the region. As civilians scrambled to evacuate, insurgents made sure to attack Landay airfield in an attempt to hold as many of the population within the region as bargaining chips. In response to this, humanitarian efforts and foreign military involvement has quickly escalated prominently.\n\n<font color='#e3d310'>EMPLOYER</font>\nUnited States Department of State\n\nThe United States Department of State has outsourced its security operations to Synixe Contractors due to a limitation in jurisdictions for certain operations.\n\n<font color='#d81717'>ENEMY FORCES</font>\nAnizay Freedom Insurgency\n\nThe Anizay Freedom Insurgency has been trying to gain leverage over both national and international sources in an attempt to counter many new foreign relations and reforms in Anizay, as such, they have taken to violence as a means to promote their message and pursue a revolution, having started to go after some notorious VIPs in the region of Anizay who have been left behind during the NATO pullout, and subsequently, the start of UNA's recess in the region.\n\nThey are often seen wearing robes and turbans, and seem to be equipped with surplus equipment consisting of small arms and some statics.\n\n<font color='#1d69f6'>FRIENDLY FORCES</font>\nUnited Assistance (UNA)\nLocation(s): FOB Nauzad, FOB Obeh\n\nUnited Assistance has been in charge of peacekeeping operations in Anizay. As of recent events, both their resources and efforts have diminished, and their evacuation operations have ceased, leading up to Synixe Contractors involvement.\n\n<font color='#139120'>INDEPENDENT FORCES</font>\nAnizay Militia\n\nThe Anizay Militia has been at war with the Anizay Freedom Insurgency ever since the discontent in the region reached its boiling point. They have access to armored vehicles and military equipment previously provided by other foreign nations in support of the ongoing course of Anizay, and they are often seen wearing helmets, uniforms, and military garments.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nCivilians are present in the area and may or may not be in support of either Synixe Contractors, UNA, Anizay Militia, or the Anizay Freedom Insurgency.\n"
      },
      "typ": "Contract"
    },
    {
      "id": "TCO30_Matias_MainOffender.VTF_Korsac",
      "name": "Main Offender",
      "summary": "Contractors are tasked with hunting down an HVT",
      "briefing": {
        "mission": "Recently the KDF found out that one of the main individuals behind the Separatists operations is in an area south of Nozyba.\n\nSynixe has been tasked with moving into this area and hunting down said individual. Although his name is unknown he is famed for his usage of a tracksuit and aviators.\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\n- Hunt down the HVT\n",
        "situation": "After the latest elections in Korsac the losing side decided to take up arms in an attempt to topple the winning government and take power for themselves.\nSince the local defense forces are having trouble suppressing this rebellion, Synixe has been hired to perform COIN (Counter Insurgency) operations in the region in order to aid the winning government.\n\nTerrain considerations: Korsac is a mostly flat area that possesses a mix of lush forests and open plains.\n\n<font color='#e3d310'>EMPLOYER</font>\nName: Korsac Government\n\n<font color='#d81717'>ENEMY FORCES</font>\nName: Korsac Separatists\n\nInterested in toppling the current government and gaining power. They posses a mix of modern and old Russian weaponry and opt for carrier rigs instead of vests.\nThey use a myriad of vehicles and are known to have access to tanks and helicopters.\n\n<font color='#1d69f6'>FRIENDLY FORCES</font>\nName: Korsac Defense Force\nLocation: Comms Ekho\n\nThey use modern Russian weaponry and modular carriers for protection. They have a wide array of vehicles ranging from Tanks to Helicopters.\n\n<font color='#139120'>INDEPENDENT FORCES</font>\nName: Korsac Armed Locals\n\nA group of locals not allied with either side and just interested in protecting their property. They carry old weapons they already had at their disposal.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nCivilians are present throughout the AO.\n"
      },
      "typ": "Contract"
    },
    {
      "id": "TCO30_Matias_SatByTheOcean.Tanoa",
      "name": "Sat By The Ocean",
      "summary": "Contractors do a raid on a location where victims are brought in.",
      "briefing": {
        "mission": "Recently an inside man in the trafficking circle has revealed that the Georgetown docks have long been used to bring in trafficking victims via shipping containers.\n\nSynixe has been tasked with assaulting the docks and securing any victims that may be found. We have also been asked to note down any evidence that we see.\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\n- Assault the Georgetown docks.\n- Rescue any victims that are around.\n\n<font color='#595305'>SECONDARY</font>\n- Note down any evidence for the HIL.\n",
        "situation": "Tanoa's rising industrial sector has been stagnating in recent years as the Tanoan population is not large enough to sustain the growth on its own.\n\nAs a result, a human trafficking problem has been growing in the region.\nThe local Tanoa government had previously been turning a blind eye to the problem, as the traffickers are paying them off.\nHowever, the situation has gotten out of hand, and the Horizon Islands Government has begun to crack down on the traffickers.\nThe small Horizon Islands Legion is not suited for such operations, and have requested the expertise of Synixe Contractors.\n\n<font color='#e3d310'>EMPLOYER</font>\nName: Horizon Islands Government\n\nRuns the country of which Tanoa is just one region, the local levels of the Tanoan government are corrupt and ineffective.\n\n<font color='#d81717'>ENEMY FORCES</font>\nName: Traffickers and Hired Mercenaries\nLocation: Tanoan Islands\n\nThe traffickers are a loose coalition of criminal organizations, and are well funded.\nThey have a firm grip on several members of local government, and have hired mercenaries to protect their operations.\n\n<font color='#1d69f6'>FRIENDLY FORCES</font>\nName: Horizon Islands Legion\nLocation: Various small outposts around Tanoa\n\nThe HIL is a small and inexperienced military force, and is not suited for the task of dealing with the traffickers.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nCivilians in the region have varying opinions on the traffickers.\nSome have been paid off, some are upset about the lowering of wages as a result of the traffickers importing cheap labor.\nSome are upset about the human rights violations, and some are just upset about the increased crime rate.\nFear of the traffickers is common, as they are known to be retaliatory against those who speak out against them.\n"
      },
      "typ": "Contract"
    },
    {
      "id": "TCO30_Matias_SmokeAndMirrors.VTF_Korsac",
      "name": "Smoke And Mirrors",
      "summary": "Contractors are tasked with recovering vital industrial sites",
      "briefing": {
        "mission": "Recently the Separatists have taken over several vital industrial sites on the North West. These sites include but are not limited to a large oil refinery used to obtain fuel to power the many homes in Korsac.\n\nSince this facilities are so importants contractors have been tasked with moving into the area and clearing it of any occupying forces in order to return back to their rightful owners.\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\n- Clear all the industrial sites.\n",
        "situation": "After the latest elections in Korsac the losing side decided to take up arms in an attempt to topple the winning government and take power for themselves.\nSince the local defense forces are having trouble suppressing this rebellion Synixe has been hired to perform COIN (Counter Insurgency) operations in the region in order to aid the winning government.\n\nTerrain considerations: Korsac is a mostly flat area that possesses a mix of lush forests and open plains.\n\n<font color='#e3d310'>EMPLOYER</font>\nName: Korsac government\n\n<font color='#d81717'>ENEMY FORCES</font>\nName: Korsac Separatists\n\nInterested in toppling the current government and gaining power. They posses a mix of modern and old Russian weaponry and opt for carrier rigs instead of vests.\nThey use a myriad of vehicles and are known to have access to tanks and helicopters.\n\n<font color='#1d69f6'>FRIENDLY FORCES</font>\nName: Korsac Defense Force\nLocation: Comms Ekho\n\nThey use modern Russian weaponry and modular carriers for protection. They have a wide array of vehicles ranging from Tanks to Helicopters.\n\n<font color='#139120'>INDEPENDENT FORCES</font>\nName: Korsac Armed Locals\n\nA group of locals not allied with either side and just interested in protecting their property. They carry old weapons they already had at their disposal.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nCivilians are present throughout the AO.\n"
      },
      "typ": "Contract"
    },
    {
      "id": "TCO30_Matias_StickUp.VTF_Korsac",
      "name": "Stick Up",
      "summary": "Contractors are tasked with clearing camps and destroying supplies",
      "briefing": {
        "mission": "A member of the Korsac Armed Locals was walking around an area in the North East of the region when he spotted a group of Separatists gathered around a campfire.\n\nFurther surveillance of the area has revealed that the KS have been setting up camps in the area and using them to safeguard supplies ranging from weapons to ammunition.\n\nContractors must move into the area and clear any enemy camps that they find, destroyin whatever supply caches they find along the way.\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\n- Clear any enemy camps you find\n- Destroy any supply caches you find\n",
        "situation": "After the latest elections in Korsac the losing side decided to take up arms in an attempt to topple the winning government and take power for themselves.\nSince the local defense forces are having trouble suppressing this rebellion, Synixe has been hired to perform COIN (Counter Insurgency) operations in the region in order to aid the winning government.\n\nTerrain considerations: Korsac is a mostly flat area that possesses a mix of lush forests and open plains.\n\n<font color='#e3d310'>EMPLOYER</font>\nName: Korsac Government\n\n<font color='#d81717'>ENEMY FORCES</font>\nName: Korsac Separatists\n\nInterested in toppling the current government and gaining power. They posses a mix of modern and old Russian weaponry and opt for carrier rigs instead of vests.\nThey use a myriad of vehicles and are known to have access to tanks and helicopters.\n\n<font color='#1d69f6'>FRIENDLY FORCES</font>\nName: Korsac Defense Force\nLocation: Comms Ekho\n\nThey use modern Russian weaponry and modular carriers for protection. They have a wide array of vehicles ranging from Tanks to Helicopters.\n\n<font color='#139120'>INDEPENDENT FORCES</font>\nName: Korsac Armed Locals\n\nA group of locals not allied with either side and just interested in protecting their property. They carry old weapons they already had at their disposal.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nCivilians are present throughout the AO.\n"
      },
      "typ": "Contract"
    },
    {
      "id": "TCO30_Matias_TrapdoorSolution.tem_anizay",
      "name": "Trapdoor Solution",
      "summary": "Contractors are tasked with delivering supplies",
      "briefing": {
        "mission": "After the botched evacuation and due to AFI using civilians as bargaining chips our employer has decided to deliver food and medical supplies to several towns in order to both boost public perception and help the civilians that are trapped.\n\nIt has been decided that the towns that will be receiving the aid are Khas, Seyyedan and Salam. The supplies will be picked up FOB Nauzad, they will be waiting for you near the main entrance.\n\nShould you encounter any enemy presence, it must be neutralized in order to weaken the AFI.\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\n- Deliver two boxes of food and two boxes of medical supplies to Salam.\n- Deliver three boxes of food and three boxes of medical supplies to Seyyedan.\n- Deliver four boxes of food and four boxes of medical supplies to Khas.\n- Clear any enemy presence you encounter.\n\n<font color='#E3D310'>RESTRICTIONS</font>\n- The boxes in Salam must be dropped off in a compound that has a shed next to it's main building.\n- The boxes in Seyyedan must be dropped off at the three story building.\n- The boxes in Khas must be dropped off at the Mosque which will be guarded by the Anizay Militia, supplies are to be delivered to the AM team leader.\n",
        "situation": "A socio-economical crisis has been brewing in the region of Anizay, and as a result, a civil war ensued. NATO had been assisting its allies and associates in evacuations in the weeks leading up to the major pullout, but now all that is left is some remnants of a few UNA forces still stationed at FOB Nauzad and FOB Obeh, while those who missed the evacuations have been left behind scrambling for a way to escape. As of recently the insurgency has proven to be a force to be reckoned with after carrying out several successful attacks against the military detachments present in the region. As civilians scrambled to evacuate, insurgents made sure to attack Landay airfield in an attempt to hold as many of the population within the region as bargaining chips. In response to this, humanitarian efforts and foreign military involvement has quickly escalated prominently.\n\n<font color='#e3d310'>EMPLOYER</font>\nUnited States Department of State\n\nThe United States Department of State has outsourced its security operations to Synixe Contractors due to a limitation in jurisdictions for certain operations.\n\n<font color='#d81717'>ENEMY FORCES</font>\nAnizay Freedom Insurgency\n\nThe Anizay Freedom Insurgency has been trying to gain leverage over both national and international sources in an attempt to counter many new foreign relations and reforms in Anizay, as such, they have taken to violence as a means to promote their message and pursue a revolution, having started to go after some notorious VIPs in the region of Anizay who have been left behind during the NATO pullout, and subsequently, the start of UNA's recess in the region.\n\nThey are often seen wearing robes and turbans, and seem to be equipped with surplus equipment consisting of small arms and some statics.\n\n<font color='#1d69f6'>FRIENDLY FORCES</font>\nUnited Assistance (UNA)\nLocation(s): FOB Nauzad, FOB Obeh\n\nUnited Assistance has been in charge of peacekeeping operations in Anizay. As of recent events, both their resources and efforts have diminished, and their evacuation operations have ceased, leading up to Synixe Contractors involvement.\n\n<font color='#139120'>INDEPENDENT FORCES</font>\nAnizay Militia\n\nThe Anizay Militia has been at war with the Anizay Freedom Insurgency ever since the discontent in the region reached its boiling point. They have access to armored vehicles and military equipment previously provided by other foreign nations in support of the ongoing course of Anizay, and they are often seen wearing helmets, uniforms, and military garments.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nCivilians are present in the area and may or may not be in support of either Synixe Contractors, UNA, Anizay Militia, or the Anizay Freedom Insurgency.\n"
      },
      "typ": "Contract"
    },
    {
      "id": "TCO30_Matias_TwoKindsOfTrouble.VTF_Lybor",
      "name": "Two Kinds Of Trouble",
      "summary": "Contractors are tasked with protecting foreign interests in the region",
      "briefing": {
        "mission": "Recently the RLS have ramped up their efforts in disrupting foreign interests in the region. They have taken over several important sites on the south of the region and it is believed that they are going to destroy them.\n\nSyinxe has been tasked with moving into the area, making sure that the sites are safe and disarming any explosives that the RLS may have planted in them.\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\n- Make sure that any infrastructure to the south is safe\n",
        "situation": "Lybor has seen a rise in violence over the past few months.\n\nSynixe has been contracted to combat the cell near the town of Kinney.\n\n<font color='#e3d310'>EMPLOYER</font>\nName: Lybor Government\n\nThe Lybor Government has been ramping up its efforts to combat rising extremists.\n\n<font color='#d81717'>ENEMY FORCES</font>\nName: Russo-Lyborian Separatists\nLocation: Throughout Lybor\n\nThe Russo-Lyborian Separatists are a group of extremists that wish to see Lybor embrace Russian influence.\nThey have been known to use IEDs, VBIEDs, and other explosives to attack Lyborian Government forces.\nThey are outfitted with the latest Russian equipment and employ guerrilla tactics.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nThe majority of civilians in the area do not support the Russo-Lyborian Separatists.\nWhile some may have a friendly view of Russia, they do not support the rise in violence.\n"
      },
      "typ": "Contract"
    },
    {
      "id": "TRA30_Synixe_BozcadaaTrainingFacility.bozcaada",
      "name": "Synixe Training Facility",
      "summary": "Premiere Training Facility for the Synixe Corporation",
      "briefing": {
        "old": ""
      },
      "typ": "Training"
    },
    {
      "id": "TRA30_Synixe_MaldenTrainingFacility.Malden",
      "name": "Synixe Training Facility",
      "summary": "Premiere Training Facility for the Synixe Corporation",
      "briefing": {
        "old": ""
      },
      "typ": "Training"
    }
  ]
}