{
  "maps": [
    "Altis",
    "Enoch",
    "Malden",
    "Stratis",
    "Tanoa",
    "VR",
    "Bootcamp_ACR",
    "chernarus",
    "chernarus_summer",
    "Chernarus_Winter",
    "Desert_E",
    "intro",
    "Mountains_ACR",
    "porto",
    "ProvingGrounds_PMC",
    "sara",
    "sara_dbe1",
    "saralite",
    "Shapur_BAF",
    "takistan",
    "utes",
    "Woodland_ACR",
    "zargabad",
    "hellanmaa",
    "hellanmaaw",
    "pulau",
    "tem_anizay",
    "tem_ihantala",
    "tem_ihantalaw",
    "tem_kujari",
    "tem_ruha",
    "ruha",
    "tem_summa",
    "tem_summawcup",
    "tem_suursaariv",
    "tem_vinjesvingenc",
    "blud_cordelia",
    "bozcaada",
    "SefrouRamal",
    "Tembelan",
    "MCN_Aliabad",
    "pja307",
    "pja308"
  ],
  "missions": [
    {
      "id": "CCO30_Abramia_Brett_Day1.abramia",
      "name": "Abramia - A New Home",
      "summary": "Contractors arrive in Abramia and begin their first operation",
      "description": "**Abramia - A New Home**\n\n**Employer**\n            <br/>Abramian Government\n            <br/>Under the command of Minister of Public Safety Fraser Andrews\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Pro-British Insurgents\n            <br/>Pro-Independence Insurgents\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors, Abramian National Guard\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Civilians are present, and have various allegiances.\n        \n\n**Mission**\n            <br/>Follow the directions from Minister Andrews.\n        ",
      "typ": "Contract"
    },
    {
      "id": "CCO30_Abramia_Brett_Day2.abramia",
      "name": "Abramia - Chapter 1",
      "summary": "Contractors must find their place on the islands amidst several opposing forces.",
      "description": "**Abramia - Chapter 1**\n\n**Employer**\n            <br/>Abramian Government\n            <br/>Under the command of Minister of Public Safety Fraser Andrews\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Pro-British Insurgents\n            <br/>Pro-Independence Insurgents\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors, Abramian National Guard\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Civilians are present, and have various allegiances.\n        \n\n**Mission**\n            <br/>Follow the directions from Minister Andrews.\n        ",
      "typ": "Contract"
    },
    {
      "id": "CCO30_Abramia_Brett_Day3.abramia",
      "name": "Abramia - Chapter 2",
      "summary": "Contractors take out a priority target.",
      "description": "**Abramia - Chapter 2**\n\n**Employer**\n            <br/>Abramian Government\n            <br/>Under the command of Minister of Public Safety Fraser Andrews\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Pro-British Insurgents\n            <br/>Pro-Independence Insurgents\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors, Abramian National Guard\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Civilians are present, and have various allegiances.\n        \n\n**Mission**\n            <br/>Follow the directions from Minister Andrews.\n        ",
      "typ": "Contract"
    },
    {
      "id": "CCO30_Abramia_Brett_Day4.abramia",
      "name": "Abramia - Chapter 3",
      "summary": "Contractors take on an undercover mission for Minister Andrews",
      "description": "**Abramia - Chapter 3**\n\n**Employer**\n            <br/>Abramian Government\n            <br/>Under the command of Minister of Public Safety Fraser Andrews\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Pro-British Insurgents\n            <br/>Pro-Independence Insurgents\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors, Abramian National Guard\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Civilians are present, and have various allegiances.\n        \n\n**Mission**\n            <br/>Follow the directions from Minister Andrews.\n        ",
      "typ": "Contract"
    },
    {
      "id": "CO30_Brett_Origins.intro",
      "name": "Origins",
      "summary": "Synixe Contractors remove mortar positions on a small island",
      "description": "**Origins**\n\n**Employer**\n            <br/>Sahrani Military\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Local Insurgents\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Small town on the island, civilians are present\n        \n\n**Mission**\n            <br/>We are tasked with destroying mortar sites being used to hit the edges of Sahrani mainland territory.\n            <br/>\n            <br/>There may be support forces on the island, we should remove any additional threats on the island.\n            <br/>\n            <br/>We have been provided with a small boat for transport.\n        ",
      "typ": "Contract"
    },
    {
      "id": "CO30_Brett_Shoulders.tem_suursaariv",
      "name": "Shoulders",
      "summary": "Contractors clear out canyons of insurgents.",
      "description": "**Shoulders**\n\n**Employer**\n            <br/>Suursaari Government\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Local Militia\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors\n        \n\n**Mission**\n            <br/>Contractors have been hired to clear several canyons hosting illicit drug operations.\n        ",
      "typ": "Contract"
    },
    {
      "id": "CO30_Carson_NeedleInAHaystack.Mountains_ACR",
      "name": "Needle in a Haystack",
      "summary": "Contractors Locate and destroy a weapons shipment",
      "description": "**Needle in a Haystack**\n\n**Employer**\n            <br/>NATO\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Takistani Militia\n            <br/>\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors\n            <br/>\n            <br/>\n            <br/>\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/> Confirmed by NATO surveilance that their are no civilians in the area. \n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/> Mountains and height differentiation everywhere. Only one road leading to the other side of mountains. \n        \n\n**Mission**\n            <br/>With the fall of Aziz, the Takistani Militia has grown ten fold due to his cult-like followers. Deep in the Takistani Mountains, The militia has just recieved a weapons shipment presumably to arm their new soldiers. The exact location of the shipment is unknown. However, we know the weapons will be inside a Praga V3S REARM or REFUEL Truck. Destroying it or capturing it will surely lower the enemy's morale and have others lose faith in their cause.  \n            <br/> \n            <br/> A replica of the truck you are looking for has been parked at your FOB for reference, although their are many duplicates rumoured in the AO. Youll know you found the primary objective due to the sheer amount of weapons and ammunition inside. Furthermore, the truck itself will be guarded by a small team, no larger than 5 or 6. Surveillance shows almost every town to be heavily guarded, along with enemy technicals patrolling the area so plan your routes accordingly. Most importantly, their is one singular road leading in and out of the takistani mountains. With this being the enemy's only way to get supplies in and out, it is sure to be heavily fortified. God speed and Good Luck Gentleman!\n            <br/> \n            <br/> Primary Objective: Secure the weapons truck and bring it back to FOB. If unable to, destroy the weapons truck instead. \n            <br/>\n            <br/>\n        ",
      "typ": "Contract"
    },
    {
      "id": "CO30_Felix_GroundTrafficControl.Tanoa",
      "name": "Ground Traffic Control",
      "summary": "Contractors identify and arrest a controversial figure in the Airport of Tanoa for extraction.",
      "description": "**Ground Traffic Control**\n\n**Employer**\n            <br/>Winston Ba, from the Inner Circle organization.\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Not specified in the contract.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors, Gendarmerie, Inner Circle\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Civilians will be present in the region, and a few will be arriving at the airport's arrivals.\n            <br/>\n        \n\n**Mission**\n            <br/>Contractors have been hired to arrest a controversial figure in Tanoa, known as Markos Savala.\n            <br/>\n            <br/>Officially, contractors will be holding security at the Aeroport de Tanoa to arrest any 'suspicious arrivals'. However, this is a cover disguise for the unofficial operation.\n            <br/>\n            <br/>Unofficially, we have been contracted to arrest Markos Savala. He will be arriving in one of the flights arriving at Aeroport de Tanoa. He can be identified by his formal dress code, as he will be wearing a suit, and any further personal identification methods.\n            <br/>\n            <br/>Contractors will hold and maintain security at the Aeroport de Tanoa, keeping its premises safe. Weapons should be kept lowered and on safety unless a direct threat is spotted. Contractors are NOT allowed to enter the hangars, runways, nor disturb air traffic nor the airport's inner operations. They are to avoid disturbing civilians and gendarmerie, and must not, under any circumstances, disclose their actual intent nearby Gendarmie personnel.\n            <br/>\n            <br/>Once Markos Savala is identified, contractors will promptly arrest him, and escort him to 081097 Keypad 9 by the local church, where he will be handed off to the Inner Circle organization.\n            <br/>\n            <br/>Contractors are not to approach the Inner Circle without having arrested Markos Savala.\n            <br/>\n            <br/>Markos Savala will be handed off to the Inner Circle's representative, Winston Ba, who can be identified by his red beret, once Markos Savala has been handed off, contract is complete.\n        ",
      "typ": "Contract"
    },
    {
      "id": "CO30_Felix_Intervention.chernarus_summer",
      "name": "Intervention",
      "summary": "Contractors secure POWs for the CDF.",
      "description": "**Intervention**\n\n**Employer**\n            <br/>Chernarus Ministry of Defence\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font color>\n            <br/>Chernarussian Movement of the Red Star\n            <br/>The ChDKZ have been at war with the CDF for the past few months. The CDF has attempted to de-escalate the situation by offering refugee status to any members of the ChDKZ who desert it's military regime. They are a militarized insurrection.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font color>\n            <br/>Synixe Contractors, Chernarus Defence Force, United States Marine Corps.\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font color>\n            <br/>Civilians are present in the Chernarussian region.\n        \n\n**Mission**\n            <br/>Synixe Contractors have been tasked with assisting the CDF in securing POWs deserting from the Chernarussian Movement of the Red Star.\n            <br/>\n            <br/>As part of this operation, we will be meeting with a CDF commander who will be giving us a brief by 0830.\n            <br/>\n            <br/>The CDF have planned this operation throughout, and as such, it is of utmost importance that we are on time for any of their requests. This is of utmost importance for the safety of everyone involved in the operation. Contractors must treat all POWs with respect and keep them safe, alongside providing them open space to surrender safely.\n            <br/>\n            <br/>This is a time-gated operation, make wise use of your time. Contractors are to be at each designated location on time, and must stay within the premises of the AO when not en route to their FOB, additionally, the airspace is restricted to the CDF only. Failure to comply with these requirements is grounds for termination of the contract.\n        ",
      "typ": "Contract"
    },
    {
      "id": "CO30_Felix_Pentest.ProvingGrounds_PMC",
      "name": "Pentest",
      "summary": "Contractors attack and destroy the enemy line.",
      "description": "**Pentest**\n\n**Employer**\n            <br/>Ardistan's International Affairs Department\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>CSAT\n            <br/>They are equipped with modern military equipment and will engage on sight to defend the line, they are not to be taken lightly. Mainly infantry deployed at the posts.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors\n            <br/>\n            <br/><font color='#139120'>INDEPENDENT FORCES:</font>\n            <br/>n/a\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>No civilians present in the area.\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>Open terrain, base level fog, bad weather conditions. Plan carefully.\n        \n\n**Mission**\n            <br/>The Cerberus Regiment division of CSAT has been deployed to hold the border between Takistan and Ardistan in a sovereignty dispute.\n            <br/>\n            <br/>Contractors have been hired to assist in attacking the enemy lines, in hopes to push back the militarily occupied border.\n            <br/>\n            <br/>Take down the enemy defensive line by any means necessary. Expect heavy contact and continued gunfire.\n            <br/>\n            <br/>Contractors are to ensure the border is clear of CSAT presence. All enemy combatants must be either killed or restrained.\n        ",
      "typ": "Contract"
    },
    {
      "id": "CO30_Felix_PrivateProperty.saralite",
      "name": "Private Property",
      "summary": "Contractors are tasked with securing a high value asset.",
      "description": "**Private Property**\n\n**Employer**\n            <br/>Schnell, by contract from Mark Duncan\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Militarized insurgency\n            <br/>Insurgents are highly aggresive and will resort to smash and grab measures. They will not negotiate.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Civilians will be present in nearby towns.\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>Desert, open area. Plan carefully, set up strategic positions and defenses.\n        \n\n**Mission**\n            <br/>We have been contracted to protect private assets owned by Schnell, located West of the town of Cayo.\n            <br/>\n            <br/>Schnell is a fuel company which has oiling premises across Sahrani, most notable the one located by Cayo.\n            <br/>\n            <br/>It is believed that insurgents may attack this property on this date in order to destabilize local supplies; we are unsure as of yet whether they will be attempting to take over or destroy the assets.\n            <br/>\n            <br/>We will be protecting the oil pump fields from insurgent presence should any become apparent. You are to engage enemy presence with aim to kill etiquette.\n        ",
      "typ": "Contract"
    },
    {
      "id": "CO30_Felix_PublicImage.tem_kujari",
      "name": "Public Image",
      "summary": "Contractors escort and defend an important figure.",
      "description": "**Public Image**\n\n**Employer**\n            <br/>Jamie Ryan, Kujarian henchmen\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>ISAS\n            <br/>The enemy has been known to resort to guerrilla tactics. Their common practises include execution of civilians, interception of humanitarian workers, stealing supplies, and terrorising towns.\n            <br/>\n            <br/>They will likely be equipped with no more than surplus weaponry, light anti-tank launchers, and technicals. It is known that they may disguise as civilians in order to carry out attacks.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors, African Gendarmes\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Civilians are defenseless against the acts of terrorism ensued by ISAS. Regardless of whether they support us or not, they do not have weapons, and they wish for a better life away from violence and famine.\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>N/A\n        \n\n**Mission**\n            <br/>Contractors have been hired to arrest Hasan Okoye, an important figure of the Kujari region - ID by blue suit. He is expected to be arriving via air at Marwey airfield by 1715.\n            <br/>\n            <br/>We are tasked with arresting Okoye, and ensuring he arrives safely at the main villa of Kyari Kinnai. Once there, he is to be left restrained alongside the two businessmen in suits at the main building, within the second floor.\n            <br/>\n            <br/>Contractors are not allowed outside of the Area of Operations. Additionally, it has been highly recommended to avoid travelling through the Red Zone, as it is deemed heavily hostile with major enemy presence.\n            <br/>\n            <br/>Contractors will maintain security at Kyari Kinnai's villa and fend off any possible attacks until contract expiration time.\n            <br/>\n            <br/>No one except for Gendarmerie personnel is allowed entrance to the premises of the villa. Contractors are to prevent anyone to enter uninvited by any means necessary.\n            <br/>\n            <br/>Contractors will primarily ensure the villa is safe, and will keep Okoye alive. Secondarily, they shall attempt to keep the two other businessmen alive aswell.\n            <br/>\n            <br/>Once contract is completed, Okoye shall be brought back to Synixe's FOB.\n        ",
      "typ": "Contract"
    },
    {
      "id": "CO30_Felix_Rooted.tem_kujari",
      "name": "Rooted",
      "summary": "Contractors search and rescue.",
      "description": "**Rooted**\n\n**Employer**\n            <br/>Government of Africa\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>ISAS\n            <br/>The enemy has been known to resort to guerrilla tactics. Their common practises include execution of civilians, interception of humanitarian workers, stealing supplies, and terrorising towns.\n            <br/>\n            <br/>They will likely be equipped with no more than surplus weaponry, light anti-tank launchers, and technicals.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors, United Nations\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Civilians are defenseless against the acts of terrorism ensued by ISAS. Regardless of whether they support us or not, they do not have weapons, and they wish for a better life.\n            <br/>\n            <br/>Contractors have been recommended to stick to roads where applicable, in order to avoid disturbing the locals.\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>N/A\n        \n\n**Mission**\n            <br/>The United Nations has been carrying out humanitarian operations in the region of Kujari.\n            <br/>\n            <br/>Last week, a team was sent out on a supply run in an attempt to provide locals with water (2x Water Bottle Stacks), as ISAS had caused a siege in unsupporting villages.\n            <br/>\n            <br/>We have been tasked with finding this team, and recovering the supplies they were carrying.\n            <br/>\n            <br/>The United Nations team was headed to Mandalari, Kabaridi, and Lawan Aridi.\n            <br/>\n            <br/>We imagine these could be potential locations of their whereabouts. Additionally, suspicious movements have been reported around Gajaji Mastafa, Kawiya Maloumdi, and Mourimadi.\n            <br/>\n            <br/>Find the missing United Nations squad and recover their supplies. Be careful out there.\n        ",
      "typ": "Contract"
    },
    {
      "id": "CO30_Felix_Routine.tem_kujari",
      "name": "Routine",
      "summary": "Contractors assist local forces in maintaining the peace.",
      "description": "**Routine**\n\n**Employer**\n            <br/>Government of Africa\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>ISAS\n            <br/>The enemy has been known to resort to guerrilla tactics. Their common practises include execution of civilians, interception of humanitarian workers, stealing supplies, and terrorising towns.\n            <br/>\n            <br/>They will likely be equipped no more than surplus weaponry, light anti-tank launchers, and technicals.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors, United Nations, African Gendarmes\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Civilians are defenseless against the acts of terrorism ensued by ISAS. Regardless of whether they support us or not, they do not have weapons, and they wish for a better life.\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>N/A\n        \n\n**Mission**\n            <br/>Contractors have been hired to maintain the peace and security in the town of Marwey.\n            <br/>\n            <br/>It is known that ISAS has been attacking local villages, both by stealing supplies, killing and kidnapping villagers, and by carrying out suicide bomb attacks.\n            <br/>\n            <br/>You have been tasked with patrolling the main area of the town of Marwey, keeping it's mosque and market areas safe from any dangers until meeting your contract's duration.\n            <br/>\n            <br/>Keep your eyes open, check on suspicious activity, maintain security, and restore the peace.\n        ",
      "typ": "Contract"
    },
    {
      "id": "CO30_Felix_Safety.tem_kujari",
      "name": "Safety",
      "summary": "Contractors provide security for local operations.",
      "description": "**Safety**\n\n**Employer**\n            <br/>Government of Africa\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>ISAS\n            <br/>The enemy has been known to resort to guerrilla tactics. Their common practises include execution of civilians, interception of humanitarian workers, stealing supplies, and terrorising towns.\n            <br/>\n            <br/>They will likely be equipped no more than surplus weaponry, light anti-tank launchers, and technicals.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors, United Nations\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Civilians are defenseless against the acts of terrorism ensued by ISAS. Regardless of whether they support us or not, they do not have weapons, and they wish for a better life.\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>N/A\n        \n\n**Mission**\n            <br/>We have been deployed to establish security over a few key points and operations in the region of Kujari.\n            <br/>\n            <br/>It is known that an attack by the hands of ISAS could occur at any moment, making this a very time-sensitive operation, as such, we have been deployed to provide an additional level of safety to local operations.\n            <br/>\n            <br/>There are multiple tasks, and some of them have are ways away from eachother. You will have to either choose, cycle, or split up your team as you seem fit in order to complete the operation in the most succesful manner viable.\n            <br/>\n            <br/>The town of Barawas has been delivered some supplies by the United Nations, a small group has been stationed there in order to provide security, as this is a very important set of supplies for the villagers' well-being. It has been asked of us to assist in keeping these supplies safe for the local populace.\n            <br/>\n            <br/>Mandalari has a scheduled delivery of supplies being carried out by the United Nations at 0800. Ensure this is a safe delivery.\n            <br/>\n            <br/>The town Koube Miamatara have reported repeated harassment and attacks by ISAS, additionally, the town of Mimi has had United Nations personnel deployed due to previous incidents.\n        ",
      "typ": "Contract"
    },
    {
      "id": "CO30_John_SlowAndSteady.tem_suursaariv",
      "name": "Slow and Steady",
      "summary": "Synixe is contracted to assist in the disarming of explosives in Suurrsaaiv",
      "description": "**Slow and Steady**\n\n**Employer**\n            <br/>New Suursaariv Government\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Former Suursaariv Military turned Terrorists \n            <br/>Terrorizing New Suursaariv Govt. by planting explosives in construction sites, will likely attempt to stop any and all attempts to assist the new Govt. \n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors, New Suursaariv Govt. Militia\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Majority of Civilians are in support of New Govt. and their activities, with a vocal minority being against. Workers will be near and around work-sites and will continue what work they can. \n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>The island is covered in forest, with the ability to see long distances being restricted.\n        \n\n**Mission**\n            <br/>The New Suursaariv Govt. has only recently gotten into power, but already they are making plans to further industrialize the island and expand their export of Lumber. There are terrorists intent on stopping this progress.\n            <br/>\n            <br/>A work-site (Mattila) and a main exportation harbor (Lounatrivi) have been found to be mined with military grade Anti-Personnel mines as well as some Improvised-Explosive-Devices. These are to be disarmed and collected. Failing that, markers are to be placed for units that are capable of defusal.\n            <br/>\n            <br/>A ruined village (Miettilä) has also been found to have UneXploded Ordnance (UXO). These UXOs are to be disarmed and collected. Failing that, they are to be marked for defusal by capable units later.\n            <br/>\n            <br/>When all explosives have been collected/marked, meet with New Suursaariv Govt. Militia (Factory Area) to drop off the explosives for disposal or inform them of the successful markings.\n            <br/>\n            <br/>Any and all terrorist activity are to be eliminated.\n        ",
      "typ": "Contract"
    },
    {
      "id": "CO30_Justin_CleaningHouse.MCN_Aliabad",
      "name": "Cleaning House",
      "summary": "travel south of the MSR and destroy enemy camps along with any explosives they may have",
      "description": "**Cleaning House**\n\n**Employer**\n            <br/>Takistani Army\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Takistani Militia\n            <br/>Militia has taken total contol of all land south of the MSR. The militia has been known to place IED's along roads to destroy vehicles as well of having patrols throughout the land.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors, Takistani Army\n            <br/>\n            <br/><font color='#139120'>INDEPENDENT FORCES:</font>\n            <br/>N/A\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Civilians may act as lookouts but most are neutral on the current gov affairs\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>\n        \n\n**Mission**\n            <br/>Synixe has been hired by the Takistani Army to travel south of the MSR and destroy enemy camps along with any explosives they may have so that they may move in and reclaim the area.\n        ",
      "typ": "Contract"
    },
    {
      "id": "CO30_Justin_EuroCache.ruha",
      "name": "Euro Cache",
      "summary": "Disrupt the flow of weapons to the Ruhanian liberation front.",
      "description": "**Euro Cache**\n\n**Employer**\n            <br/>Ruha Goverment\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Ruhanian liberation front, Unknown weapons dealers\n            <br/>Ruhanian intelligence has received word that the Ruhanian Liberation Front (RIF) is receiving weapons from an unknown source.\n            <br/>\n            <br/>The Ruhanian Liberation Front (RIF) should be considered hostile as they know that the Ruhanian government has hired private contractors to take action against them.\n            <br/>\n            <br/>The RIF is well equipped, and most have previous military service/training.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors, Ruha Military\n            <br/>\n            <br/><font color='#139120'>INDEPENDENT FORCES:</font>\n            <br/>N/A\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Civilians remain neutral out of fear of reprisal from both sides of the conflict.\n\n        \n\n**Mission**\n            <br/>Synixe has been hired by the Ruhanian goverment to find and disrupt the delivery of weapons to the radical milita group, the Ruhanian Liberation Front (RIF).\n        ",
      "typ": "Contract"
    },
    {
      "id": "CO30_Lamb_CagedBird.zargabad",
      "name": "Caged Bird",
      "summary": "Terrorists are planning to retake Zargabad and its airport, Synixe has been tasked with stopping that.",
      "description": "**Caged Bird**\n\n**Employer**\n            <br/>United States Department of Defense\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Local Terrorists\n            <br/>Intelligence gathered from captured Wagner contractors points to an upcoming assault on Zargabad and its airfield by the local terrorist force. They've been provided with APCs by Wagner.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors, Blue Falcon Company, Yongshi Security Service\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Civilians have evacuated the city due to the local terrorists taking over the city. \n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>Outside of Zargabad it is mostly flat terrain but the city itself is heavily urban, windows and alleys are of chief concern.\n        \n\n**Mission**\n            <br/>The debriefing of the Wagner contractors have led to the information that the local terrorists will be assaulting PMC positions within and around Zargabad early in the morning. They will be under the direction of Wagner advisors in a Command Post within or nearby Zargabad. \n            <br/>\n            <br/>Blue Falcon Company has set up a hasty defense at the airfield, and Yonshi Security Service have set up a defense and patrol in the village of Yarum.\n            <br/>\n            <br/>Blue Falcon Company is in charge of keeping the Airfield in friendly hands. Yongshi Security Service's responsibility is to contain the fighting within Zargabad.\n            <br/>\n            <br/>Synixe's objective is to clear Zargabad of enemy forces as well as find the Wagner Command Post.\n        ",
      "typ": "Contract"
    },
    {
      "id": "CO30_Lamb_GetStuckIn.zargabad",
      "name": "Get Stuck In",
      "summary": "Marines have been ambushed and separated in Zargabad, Synixe has been contracted to rescue/recover these Marines.",
      "description": "**Get Stuck In**\n\n**Employer**\n            <br/>United States Department of Defense\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Local Terrorists\n            <br/>Terrorists have already used roadside IEDs as well as ambush tactics. More IEDs are to be expected. They will likely stop any attempts to rescue/recover Marines.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors, United States Marine Corps\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Civilians have been evacuated for the most part due to the heavy fighting. \n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>Outside of Zargabad it is mostly flat terrain but the city itself is heavily urban, windows and alleys are of chief concern.\n        \n\n**Mission**\n            <br/>A Marine convoy has been ambushed en route to Zargabad. A Marine Force Recon unit was tasked with clearing a route through Zargabad in their place but have come under heavy fire and have become seperated.\n            <br/>\n            <br/>BluFor Trackers have indicated that their unit has been separated into 3 pieces. They're indicated to be at the following GridCoords/Location: 042040, 038040, and The Villa.\n            <br/>\n            <br/>The Force Recon unit, at their time of tasking, was 13 men strong. The objective is recover the dead and provide relief to the living.\n            <br/>\n            <br/>Bodybags for the Force Recon dead will be provided at the location of the initial ambush. The ambulance has been parked nearby and will also serve as the location for the bodies to be left.\n        ",
      "typ": "Contract"
    },
    {
      "id": "CO30_Lamb_HiredHelp.zargabad",
      "name": "Hired Help",
      "summary": "Several PMC's have been hired to secure Zargabad and its surroundings, Synixe has been tasked with taking Zargabad itself.",
      "description": "**Hired Help**\n\n**Employer**\n            <br/>United States Department of Defense\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Local Terrorists\n            <br/>They've taken control of the city with the help of Wagner forces and are likely to have fortified their defenses. IED's, roadblocks and static weapons are to be expected. \n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors, Blue Falcon Company, Yongshi Security Service\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Civilians have evacuated the city due to the local terrorists taking over the city. \n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>Outside of Zargabad it is mostly flat terrain but the city itself is heavily urban, windows and alleys are of chief concern.\n        \n\n**Mission**\n            <br/>Zargabad has been deemed a point of interest by the D.O.D. While the marines have already pushed through, the city still needs to be secured for access to its airfield.\n            <br/>\n            <br/>Two other PMC's have also been hired for this task. Yongshi Security Service has cleared and is holding the town located at the GridCoord 040035. Blue Falcon Company is holding a security checkpoint at at the GridCoord 038027. \n            <br/>\n            <br/>It is advised that Synixe contractors familiarize themselves with the other PMC's present at Zarghabad to avoid friendly fire incidents. \n            <br/>\n            <br/>Synixe's objective is to clear Zargabad of any and all enemy forces.\n        ",
      "typ": "Contract"
    },
    {
      "id": "CO30_Matias_EconomyOfDeath.Woodland_ACR",
      "name": "Economy of Death",
      "summary": "Contractors are tasked with destroying stolen weaponry",
      "description": "**Economy of Death**\n\n**Employer**\n            <br/>D.O.D (Department of Defense)\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Chernarussian Movement of the Red Star\n            <br/>Enemies will defend what they've stolen\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors\n            <br/>\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>No civilian pressence in the AO\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>The AO has a thick forest\n        \n\n**Mission**\n            <br/>A shipment of US weapons that was being transported to a country that's at war with Russia via train was ambushed. Unkown forces derailed the train and handed the weapons off to Chedaki insurgents who have now scattered them across the countryside.\n            <br/>\n            <br/>The shipment consisted of:\n            <br/>-Two AN/MPQ-105 Radars\n            <br/>-Two MIM-145 Defender AA batteries\n            <br/>-Three UGV stompers, two of them being armed\n            <br/>-Two Mini-Spike launchers of the AA variety\n            <br/>-Two Mini-Spike launchers of the AT variety\n            <br/>-Two XM312 machine guns\n            <br/>\n            <br/>Contractors are tasked with destroying the weapons so that no traces of US involvement are left\n        ",
      "typ": "Contract"
    },
    {
      "id": "CO30_Matias_FlightOfIcarus.Altis",
      "name": "Flight of Icarus",
      "summary": "Contractors save the passangers of a crashed helicopter",
      "description": "**Flight of Icarus**\n\n**Employer**\n            <br/>Director boards of several companies.\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Unknown\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors, Theseus Inc\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Aside from the pressence of the VIPs, civilian pressence is expected in towns\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>Terrain in the AO is hilly and covered by forests\n        \n\n**Mission**\n            <br/>Two hours ago a helicopter carrying several businessmen and CEOs from different companies crashed while flying over Altis. It is unknown what caused the crashed but it is assumed that it was due to fowl weather conditions.\n            <br/>\n            <br/>Synixe has been hired by the boards of the companies to which the men belong to act as a rescue force. We are tasked with finding the wreck and brigning any survivors back to our F.O.B. Theseus Inc was hired to provide bodyguards for the passengers and they have also asked us to bring their people back.\n            <br/>\n            <br/>Should any of the VIPs die we must retrieve their bodies and bring them back to our F.O.B as well.\n            <br/>\n            <br/>We have been provided with the passenger log of the helicopter in order to properly identify everyone.\n        ",
      "typ": "Contract"
    },
    {
      "id": "CO30_Matias_Garbageman.Mountains_ACR",
      "name": "Garbageman",
      "summary": "Contractors recover stolen NATO gear",
      "description": "**Garbageman**\n\n**Employer**\n            <br/>NATO\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Takistani Militia\n            <br/>AMLCOA: Protect the stolen gear.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>There is active civilian populace in the AO.\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>The terrain in the AO is mountainous.\n        \n\n**Mission**\n            <br/>Two days ago a NATO convoy was ambushed by the Takistani Militia, this ambush resulted in the deaths of ten soldiers and the theft of a bunch of NATO supplies and gear.\n            <br/>\n            <br/>NATO has hired Syinxe to track down the stolen items and recover them. The items are: three crates of basic weapons, two crates of grenades, two crates of launchers and an M-ATV HMG variant.\n        ",
      "typ": "Contract"
    },
    {
      "id": "CO30_Matias_HereComesTheHotstepper.Shapur_BAF",
      "name": "Here Comes the Hotstepper",
      "summary": "Contractors search for and rescue captured workers",
      "description": "**Here Comes the Hotstepper**\n\n**Employer**\n            <br/>Oil company operating out of Shapur\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Armed Forces of the Russian Federation\n            <br/>AMLCOA: Defend the territory they've taken\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>The only civilians present in the AO are the captured workers\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>The terrain in Shapur if mostly flat.\n        \n\n**Mission**\n            <br/>Recently the Armed Forces of the Russia Federation moved in and took over the territory of Shapur e-Dalanper, capturing the workers of the oil company established there and displacing the civilians that lived in the area.\n            <br/>\n            <br/>Synixe has been hired to move into the area and find and rescue the team of 16 workers and the COO of the oil company who was overseeing operations.\n            <br/>\n        ",
      "typ": "Contract"
    },
    {
      "id": "CO30_Matias_HitTheRoadVlad.utes",
      "name": "Hit the Road Vlad",
      "summary": "Contractors lay the ground work for an invasion",
      "description": "**Hit the Road Vlad**\n\n**Employer**\n            <br/>Chernarussian Government\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Russian Armed Forces\n            <br/>Defend the areas they have taken control of\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Civilians have already been evacuated from the island\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>N/A\n        \n\n**Mission**\n            <br/>Recently the Russian Armed Forces moved into Utes, killing Chernarussian forces stationed there and taking control of the island.\n            <br/>\n            <br/>Synixe has been hired to lay the ground work for a Chernarussian retaking of the island. We are tasked with destroying key infrastructure that would aid the russians in defending their positions.\n            <br/>\n            <br/>Contractors are to destroy:\n            <br/>- A radar and radio tower\n            <br/>- AA weaponry\n            <br/>- An ammo cache\n            <br/>- A fuel supply\n            <br/>- A transmitter tower\n            <br/>- Any vehicles that may give the Russians air superiority\n            <br/>\n            <br/>We have been provided with aerial photos of the island as well as Stingers by the Chernarussians.\n        ",
      "typ": "Contract"
    },
    {
      "id": "CO30_Matias_SomethingInTheWay.sara_dbe1",
      "name": "Something In The Way",
      "summary": "Contractors investigate a shipwreck",
      "description": "**Something In The Way**\n\n**Employer**\n            <br/>Kingdom of Sahrani\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Looters\n            <br/>They are most likely going to be salvaging the ship and protecting anything they may have stolen.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Some survivors from the wreckage are expected.\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>N/A\n        \n\n**Mission**\n            <br/>Recently a ship that was meant to dock in Corazol has wrecked in the Abra de Boca. The Kingdom of Sahrani has hired Synixe to investigate the wreckage and locate the containers the ship was carrying along with the crew.\n            <br/>\n            <br/>Should contractors find any of the containers they should tag them with a circle and drop a HI Yellow chemlight. If any survivors are found they should be brought back to the Corazol docks.\n            <br/>\n            <br/>It is expected that looters will be at the site of the wreckage and they may have already ran off with some of the containers.\n            <br/>\n            <br/>Contractors have been provided with diving equipment in order to properly investigate the wreckage as well as underwater rifles just in case.\n        ",
      "typ": "Contract"
    },
    {
      "id": "CO30_Matias_TheTrooper.pja307",
      "name": "The Trooper",
      "summary": "Contractors track down an MIA LRRP",
      "description": "**The Trooper**\n\n**Employer**\n            <br/>Department of Defense (D.O.D)\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Takistani Army\n            <br/>AMLCOA: Attack anyone who's on their territory on sight\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors, US Army\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>N/A\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>The terrain on the takistani side is hilly with thick vegetation on some parts\n        \n\n**Mission**\n            <br/>Recently an LRRP that was sent to scout an oil pumping facility under Takistani control has gone MIA. The patrol consists of four delta team operators who were being accompanied by an army officer.\n            <br/>\n            <br/>Contractors have been tasked with brining all of the members of the patrol back, wether they are dead or alive. It is suggested they start by investigating the pumping facility.\n            <br/>\n            <br/>The US army holds one side of the region while the Takistanis have set themselves up on the other one.\n        ",
      "typ": "Contract"
    },
    {
      "id": "CO30_Matias_WannaBeStartinSomethin.Altis",
      "name": "Wanna Be Startin' Somethin'",
      "summary": "Contractors track down FIA weapon caches",
      "description": "**Wanna Be Startin' Somethin'**\n\n**Employer**\n            <br/>Altian Government\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Freedom and Independence Army (FIA)\n            <br/>AMLCOA: Hide and protect the caches.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors\n            <br/>\n            <br/><font color='#139120'>INDEPENDENT FORCES:</font>\n            <br/>AAF\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>N/A\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>The terrain in the AO is mostly composed of mountains and forests\n        \n\n**Mission**\n            <br/>An AAF intel gathering operation found that the FIA has been planning an assault on the town of Oreokastro. The Government has evacuated the civilians from the town and has stationed some AAF troops there.\n            <br/>\n            <br/>Since the town is already undermanned the Government has contracted Synixe to find the weapon caches the FIA are planning to use to assault the town and destroy them.\n            <br/>\n            <br/>The intel the AAF has gathered says that there are six caches in the area around Oreokastro.\n        ",
      "typ": "Contract"
    },
    {
      "id": "CO30_Matias_WhosReadyForTomorrow.MCN_Aliabad",
      "name": "Who's Ready For Tomorrow",
      "summary": "Contractors track down a hacker",
      "description": "**Who's Ready For Tomorrow**\n\n**Employer**\n            <br/>Central Intelligence Agency (C.I.A)\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Takistani militia\n            <br/>It is believed they've been working with the hacker themselves and that they'll protect him.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors\n            <br/>\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>No civilan pressence in the AO\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>N/A\n        \n\n**Mission**\n            <br/>A month ago a CIA black site was wiped out. The takistani militia took credit for the attack and claimed that more would come.\n            <br/>\n            <br/>After gathering information and doing surveillance the CIA found out that the Takistanis have been working with a hacker in order to learn about american positions in the region.\n            <br/>\n            <br/>Contractors have been hired to apprehend the hacker and extract him out of the region.\n            <br/>\n            <br/>Through tracking a series of keystrokes the CIA has learned that the militia has been mainting contact with the hacker mainly from the town of <marker name = 'Abad'>Abad</abad>\n        ",
      "typ": "Contract"
    },
    {
      "id": "CO30_Thomas_BackToTheBasics.Tanoa",
      "name": "Back To The Basics",
      "summary": "Contractors remove AA threats and deliver needed supplies",
      "description": "**Back To The Basics**\n\n**Employer**\n            <br/>IDAP and the Tanoan Government\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Syndikat\n            <br/>AMLCOA: Although made up mostly of amateur bandits, will ambush contractors using explosives and heavy weapons.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors, Gendarmerie\n            <br/>\n            <br/><font color='#139120'>INDEPENDENT FORCES:</font>\n            <br/>N/A\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Civilians present in every populated area\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>Most of the surface area of Tanoa is taken up by jungles, exception being in cities, towns, villages, and roads.\n        \n\n**Mission**\n            <br/>Because of a recent famine, Syndikat has been overtly attacking government officials and Gendarmerie, trying to gain power on Tanoa. These attacks spread to IDAP convoys and workers once the NGO started their work on the island, trying to bring food, water, and medical aid to the populace.\n            <br/>\n            <br/>In a last bid to control the IDAP supplies coming to the island, Syndikat decided to lock down the two airports on the main Tanoan Island using multiple AA emplacements, which is where both IDAP and the Tanoan Government decided to hire Contractors to clear the AA threat to the southern Tanoan Airport and protect and deliver IDAP supplies to 3 locations: The IDAP Base Camp, and two Aid Stations in Georgetown and Tanouka.\n            <br/>\n            <br/>The supplies that contractors have been hired to protect consist of food, water, medical, and equipment boxes. While the food and water will need to be delivered to each IDAP location specified, the medical supplies and equipment will only need to be delivered to the IDAP Base Camp. However, while the food and water boxes were able to be safely delivered to the Saint-George Airport, the helicopter that was dropping the medical supplies and equipment was forced to make an emergency landing at the Bala Airstrip after taking heavy fire from Syndikat forces.\n            <br/>\n            <br/>As for the AA sites, the Gendarmerie have narrowed the locations of each confirmed AA site to the corresponding areas on the map (Red Circles). There should be no AA expected outside these areas.\n        ",
      "typ": "Contract"
    },
    {
      "id": "CO30_Thomas_HouseVisit.pja308",
      "name": "House Visit",
      "summary": "Contractors assault town to capture or kill a takistani bombmaker",
      "description": "**House Visit**\n\n**Employer**\n            <br/> Kingdom of Kushan\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Hezbollah-e-Kushan: Splinter of the Syrian Hezbollah, although no longer allied. Group usually favors engaging with heavy weapons (mainly surplus M2s), while lacking traditional armored vehicles. Their fighters mainly dress in surplus M81 and MARPAT, and have a universal use of plate carriers. Declared themselves enemies of NATO and Kushan forces during the 2008 security crisis, fighters will shoot contractors on sight. \n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors, Armed Forces of Kushan\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>Civilians are present within the region, this is also true for the town of Gotepe.\n        \n\n**Mission**\n            <br/>With Kushan Soldiers pushing back Hezbollah-e-Kushan fighters to the southern region of the country during a recent military operation, it was rumored that months ago the fighters brought in an experienced bombmaker from Takistan. 3 months after this rumor surfaced, the number of lethal ambushes against Kushan Forces started with IEDs and other explosives nearly tripled. With the massive uptick in IEDs being used against Kushan Forces, the fighting in region of Gunkizli (among many others in the country) has come to a standstill as Kushan Forces struggled to gain the momentum needed to continue their push.\n            <br/>\n            <br/>Recent information given to Kushan Army Command, sourced from British Intelligence, cited that the bombmaker (Khalil Yousuf) was present in the region in the town of Goztepe. This town is noted to be heavily defended by Hezbollah-e-Kushan fighters as it is important staging area for their attacks against Kushan Forces, but it is also staggerlingly close to BluFor's area of control. Kushan Forces took the opportunity to eliminate the bombmaker, but their attempts fell short due to their forces being ill-equipped to deal with explosives, keeping them from being able to reach the town while taking major casualties in the process.\n            <br/>\n            <br/>Instead, Contractors have been hired to find the bombmaker, and bring him back to the Kushan Garrison at the Airfield they (the Contractors) were flown in, dead or alive.\n        ",
      "typ": "Contract"
    },
    {
      "id": "CO30_Thomas_PriorityDelivery.takistan",
      "name": "Priority Delivery",
      "summary": "Contractors deliver weaponry to Takistani Army Bases in the AO.",
      "description": "**Priority Delivery**\n\n**Employer**\n            <br/>Takistani Government\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Takistani Insurgents - Mobile guerilla fighters who employ a mix of explosive and small arms ambushes. However, they can utilize dated, but lethal, armor and heavy weaponry. Considered direct enemies with NATO and the current Takistani Government, and are expected to disrupt contractor activity in the area.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors, NATO, Takistani Army\n            <br/>\n            <br/><font color='#139120'>INDEPENDENT FORCES:</font>\n            <br/>Yongshi Security Services, CSAT\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Civilians are present in all towns and villages, however their allegiance is split between numerous groups.\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>Most roads in the AO sit between mountains in valleys, lots of cover for hidden forces. \n        \n\n**Mission**\n            <br/>Due to non-existant arms production in the country, the Takistani Government implemented a plan to purchase military equipment from the United States to replace their military's dated arsenal. To the dismay of Russia and CSAT, who bid against the U.S. to supply the Takistani Army, the details of transaction had been finalized and shipments of weaponry, body armor, and vehicles were moved to the joint NATO-TA Airbase in Rasman.\n            <br/>\n            <br/>Contractors have been hired by the Takistani Government, with the oversight and approval of the DOD, to supply the initial rollout of weaponry and ammunition to TA Forces in the region. The bases designated by the Takistani Goverment for delivery are:\n            <br/>- Rasman Gate Base\n            <br/>- Feruz Abad Military Base\n            <br/>- Garmsar Military Base\n            <br/>- Loy Manara Airbase (CSAT-TA Joint Airbase)\n            <br/>\n            <br/>Contractors should be made aware that the southern part of the AO is currently experiencing open conflict between TA and Insurgent forces, and are advised to perform their tasks with caution.\n        ",
      "typ": "Contract"
    },
    {
      "id": "CO30_Thomas_TanoanSugar.Tanoa",
      "name": "Tanoan Sugar",
      "summary": "Contractors retake and protect TSC factory from Syndikat.",
      "description": "**Tanoan Sugar**\n\n**Employer**\n            <br/>Tanoan Sugar Company\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Syndikat\n            <br/>Powerful criminal organization, employs a variety of small arms and RPGs. Access to unarmored and lightly armored vehicles. Expected to attempt to retake the factory if contractors gain control of the area.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors, Gendarmerie\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Civilians are present all across the AO.\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>AO is filled with dense jungles.\n        \n\n**Mission**\n            <br/>With the ongoing election in the Horizon Islands, tensions between multiple political and criminal organizations have been elevated. Taking the opportunity to weaken the government and sieze power, Syndikat has launched a renewed offensive across the Horizon Islands. This has kept the HIL locked in COIN operations, leaving the underequipped Tanoan Gendarmerie to hold off the crimewave on their own.\n            <br/>\n            <br/>One of Syndikat's base of operations is located at the TSC Sugar Factory in Tanouka, leaving the TSC without their main production facility and giving Syndikat a base close to Georgetown where the majority of Tanoa's Gendarmerie and government have gathered.\n            <br/>\n            <br/>Contractors have been hired to retake the factory in Tanouka, and protect it against any Syndikat counter-attack until the TSC can convince the government to send Gendarmerie to protect the factory.\n        ",
      "typ": "Contract"
    },
    {
      "id": "SCO30_Brett_KnockKnock.MCN_Aliabad",
      "name": "Knock Knock",
      "summary": "Contractors must secure an outpost of extremist militiamen.",
      "description": "**Knock Knock**\n\n**Employer**\n            <br/>Aliabad Government\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Militia\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>May be present in the surrounding area.\n        \n\n**Mission**\n            <br/>We have been hired to take out an outpost of extremist militia in the area. The militia are known to be hostile to the local population and have been known to commit atrocities against them.\n            <br/>\n            <br/>We have been tasked with taking out the militia and securing the area.\n        ",
      "typ": "SubContract"
    },
    {
      "id": "SCO30_Felix_FromHereToThereII.takistan",
      "name": "From Here To There II",
      "summary": "Contractors do logistics with the Tatra.",
      "description": "**From Here To There II**\n\n**Employer**\n            <br/>Takistani government\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Takistani militia\n            <br/>The takistani militia have been occupying civilian towns and causing sieges across the region, often employing scorched earth policies. They will attempt to intervene with any operations that may gain influence for their opposition, while also trying to distort and manipulate the other side's reputation with the local population.\n            <br/>The militia may be in posession of: BTR40s, MT-LBs, Hiluxes, Land Rovers, Mines, and Static emplacements.\n\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>British Armed Forces, IDAP\n            <br/>\n            <br/><font color='#139120'>INDEPENDENT FORCES:</font>\n            <br/>N/A\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Civilians are present in the AO and may or may not be supportive of contractors.\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>Mountain ranges, urban areas, and open fields. Previously an active combat zone, UXOs may be present. Demining operations are being sometimes being carried out by IDAP mostly prioritising towns and common routes, going off road into valleys and mountains is not recommended.\n        \n\n**Mission**\n            <br/>We have been contracted by the Takistani government to assist in regainin the local's support for Takistan's leadership.\n            <br/>\n            <br/>Insurgents have been forcing, either by manipulation or by influence, the local population to side with them. They have been redistributing supplies to those who support them, and cutting supplies to whole towns that dissaprove of them.\n            <br/>\n            <br/>Contractors have been tasked with displacing militia forces from towns they've occupied, delivering supplies and aid to towns in need, and sabotaging all militia operations in the AO.\n            <br/>\n            <br/>Specific tasks may be handed out by either the Takistani government, the British Armed Forces, or IDAP.\n            <br/>\n            <br/>Contractors will be provided with 1x Tatra with enhanced cargo capabilities (20). If this Tatra is destroyed and contractors don't posess one, mission can not be continued and is a mission failure if no tasks have been completed.\n        ",
      "typ": "SubContract"
    },
    {
      "id": "SCO30_Felix_TatraSubconI.takistan",
      "name": "TATRA SUBCON I",
      "summary": "Contractors do logistics with the Tatra.",
      "description": "**TATRA SUBCON I**\n\n**Employer**\n            <br/>Takistani government\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Takistani militia\n            <br/>The takistani militia have been occupying civilian towns and causing sieges across the region, often employing scorched earth policies. They will attempt to intervene with any operations that may gain influence for their opposition, while also trying to distort and manipulate the other side's reputation with the local population.\n            <br/>The takistani militia may be in posession of: BTR40s, MT-LBs, Hiluxes, Land Rovers, Mines, and Static emplacements.\n            <br/>\n\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>British Armed Forces, IDAP\n            <br/>\n            <br/><font color='#139120'>INDEPENDENT FORCES:</font>\n            <br/>N/A\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Civilians are present in the AO and may or may not be supportive of contractors.\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>n/a\n        \n\n**Mission**\n            <br/>We have been contracted by the Takistani government to assist in regainin the local's support for Takistan's leadership.\n            <br/>\n            <br/>Insurgents have been forcing, either by manipulation or by influence, the local population to side with them. They have been redistributing supplies to those who support them, and cutting supplies to whole towns that dissaprove of them.\n            <br/>\n            <br/>Contractors have been tasked with displacing militia forces from towns they've occupied, delivering supplies and aid to towns in need, and sabotaging all militia operations in the AO.\n            <br/>\n            <br/>Specific tasks may be handed out by either the Takistani government, the British Armed Forces, or IDAP.\n            <br/>\n            <br/>Contractors will be provided with 1x Tatra with enhanced cargo capabilities (8). If this Tatra is destroyed and contractors don't posess one, mission can not be continued and is a mission failure if no tasks have been completed.\n        ",
      "typ": "SubContract"
    },
    {
      "id": "SCO30_Felix_Touring.takistan",
      "name": "Touring",
      "summary": "Contractors provide counterinsurgency operations.",
      "description": "**Touring**\n\n**Employer**\n            <br/>Takistani Government\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Takistani Insurgents\n            <br/>Insurgents and deserters of the previous government's militia have joined forces in order to establish pressure over the new government, they may be equipped with surplus gear and are highly dangerous.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors, British Armed Forces\n            <br/>\n            <br/><font color='#139120'>INDEPENDENT FORCES:</font>\n            <br/>Local Insurgents\n            <br/>There is a small group of civilians which have formed their own local force to fight against the arising insurgency. They are supportive of both Synixe and the BAF.\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Civilians will be present in the area of operations.\n            <br/>\n        \n\n**Mission**\n            <br/>Contractors have been deployed in Takistan to assist in counterinsurgency operations after a recent insurgent leader has been taken out.\n            <br/>\n            <br/>Despite this, the insurgents have continued to pressure the government and have not given up their cause. As such, Synixe Contractors have been hired to assist in destabilising the insurgency.\n            <br/>\n            <br/>Synixe has been assigned to recon over the towns of Falar, Garmarud and Bastam, additionally, it is known that the insurgents have taken over a military base at Garmsar. Should any insurgent supporters of the previous leader be found, Synixe is tasked with eliminating them.\n            <br/>\n            <br/>We have intelligence that the BAF will be carrying an attack in Feruz Abad, against a taken over military base, at 2100. Joining them may make this task easier for us.\n        ",
      "typ": "SubContract"
    },
    {
      "id": "SCO30_Matias_JustAFriend.SefrouRamal",
      "name": "Just a Friend",
      "summary": "Contractors rescue an informant from execution",
      "description": "**Just a Friend**\n\n**Employer**\n            <br/>United Assistance Mission in Argana (UNMA)\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Sefrwai Freedom and Independence Army (SFIA)\n            <br/>AMCLOA: Stop us from saving the informant\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors, UNA forces\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>There are other civilians awaiting execution\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>Sefrou-Ramal is mostly flat desert except for some sand dunes\n        \n\n**Mission**\n            <br/>Yesterday in the middle of the night Abdul Hamadi was abducted from his home. Hamadi has been an informant for the UNA ever since they first arrived in the region, and the SFIA want him dead for giving up the location of several of their encapments. He is now awaiting execution, due to happen tomorrow morning.\n            <br/>\n            <br/>The UNA has hired Synixe to save Hamadi from the SFIA base in which he is being held. Once Hamadi is brought back to base there is a helicopter with a crew in it waiting for him to be loaded in so that he can be taken out of the region.\n            <br/>\n            <br/>We have been tasked with rescuing Hamadi and only Hamadi. We may free any other civilians being held and we may take them back if we want to but we are not being paid to save them. THE EXTRACTION IS ONLY FOR HAMADI.\n        ",
      "typ": "SubContract"
    },
    {
      "id": "SCO30_Matias_WalkThisWay.SefrouRamal",
      "name": "Walk This Way",
      "summary": "Contractors recover trucks filled with weapons",
      "description": "**Walk This Way**\n\n**Employer**\n            <br/>UNMA (United Assistance Mission in Argana)\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Tura\n            <br/>AMLCOA: Transport the trucks to their destination.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>Civilians are expected in the region.\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>Terrain in the AO lacks vegetation.\n        \n\n**Mission**\n            <br/>Through HUMINT the UNA have gotten wind of a weapons shipment that is going to be transported by Tura insurgents from the town of Bir Tiguisit to the town of Rissani. It is believed that said guns will be used to attack the surface mine operated by the Daltgreen corporation.\n            <br/>\n            <br/>Contractors are tasked with recovering the trucks carrying the weapons and brining them back to the UNA base so that they can be analyzed in order to track down who's supplying the Tura.\n            <br/>\n            <br/>According to UNA intelligence the convoy will leave Bir Tiguisit at 1530.\n        ",
      "typ": "SubContract"
    },
    {
      "id": "SPC30_Matias_NewYearsEve2022.Tanoa",
      "name": "New Year's Eve 2022",
      "summary": "Contractors attend a new year's eve party at the Tanoan governor's estate",
      "description": "**New Year's Eve 2022**\n\n**Employer**\n            <br/>Synixe Fun Department\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font>\n            <br/>Why would there be enemies? It's just a party\n            <br/>AMCLOA: I'd imagine that if there were any they would try to ruin all the fun\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font>\n            <br/>Synixe Contractors, Gendarmerie\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font>\n            <br/>The guests of the party\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font>\n            <br/>The governor's estate has light jungle on one side and a field on the other\n        \n\n**Mission**\n            <br/>Dearest Contractor,\n            <br/>\n            <br/>Due to your outstanding service to Tanoa you are hereby cordially invited to a new year's eve party by the great governor of Tanoa. The party will be taking place at the Governor's estate and will start at 21:00.\n            <br/>\n            <br/>We have set you up at the best hotel in Tanoa that has three stars with a great view of the Georgetown bay. Your luggage will be waiting for you there with your clothes. Once you are ready your vehicles will be waiting for you outside the hotel so that you can go to the airort to ride the private helicopters that will take you to the island in which the party is in. You will arrive at the governor's private airfield where you will have vehicles waiting for you.\n            <br/>\n            <br/>Should you not find a suitable pilot or prefer it this way, there are also private boats waiting for you at the Georgetown docks. From there you can go to the Katkoula docks were you will find vehicles waiting for you in order to be able to get to the estate.\n            <br/>\n            <br/>The governor has also hired a fireworks connoisseur to prepare a beautiful display for you once you get back to the hotel from the party. You will find the controls for it at the hotel roof. Make sure to look towards the bay in order to see them.\n            <br/>\n            <br/>He's also pre selected a set of 'sweet tunes' himself which if you wish you can start playing from the laptop in his office.\n            <br/>\n            <br/>Cordially signed, Deputy Governor of Tanoa.\n            <br/>\n            <br/>P.S: There's no need to worry about the revolutionaries that have threatened with killing everyone at the party. There is no proof that they exist or that their supreme leader rides around in an armored Hilux with a machine gun. Plus I'm sure that their supreme leader would only show up last if there was an attack because he's a coward.\n        ",
      "typ": "Special"
    },
    {
      "id": "TRA30_Synixe_MaldenTrainingFacility.Malden",
      "name": "Synixe Training Facility",
      "summary": "Premiere Training Facility for the Synixe Corporation",
      "description": "",
      "typ": "Training"
    }
  ]
}