{
  "maps": [
    "Altis",
    "Enoch",
    "Malden",
    "Stratis",
    "Tanoa",
    "VR",
    "Bootcamp_ACR",
    "chernarus",
    "chernarus_summer",
    "Chernarus_Winter",
    "Desert_E",
    "intro",
    "Mountains_ACR",
    "porto",
    "ProvingGrounds_PMC",
    "sara",
    "sara_dbe1",
    "saralite",
    "Shapur_BAF",
    "takistan",
    "utes",
    "Woodland_ACR",
    "zargabad",
    "hellanmaa",
    "hellanmaaw",
    "pulau",
    "tem_anizay",
    "tem_ihantala",
    "tem_ihantalaw",
    "tem_kujari",
    "tem_ruha",
    "ruha",
    "tem_summa",
    "tem_summawcup",
    "tem_suursaariv",
    "tem_vinjesvingenc",
    "blud_cordelia",
    "bozcaada",
    "SefrouRamal",
    "Tembelan",
    "MCN_Aliabad",
    "VTF_Lybor",
    "VTF_Lybor_Winter",
    "VTF_Korsac",
    "VTF_Korsac_Winter",
    "VTF_Prilivsko",
    "VTF_Prilivsko_Flood",
    "stubbhult",
    "swu_public_salman_map",
    "juju_javory",
    "NorthTakistan",
    "vt7",
    "pja307",
    "pja308",
    "IslaPera",
    "Farabad",
    "go_map_fjord"
  ],
  "missions": [
    {
      "id": "CO30_Connect_ScorchedHorizon.pja307",
      "name": "Scorched Horizon",
      "summary": "Contractors help disrupt communications",
      "briefing": {
        "mission": "Last month's election results have been internationally disputed due to the widespread use of the Luban Army to guard the polling places, leading to severe voter intimidation.\nThe government has said those measures had to be taken due to the terror threat caused by supporters of the Luban Liberation Front.\nWith the vote blocked in UN Security Council, Mbakoran Army moved in a thunder run into the capital without firing a shot and oversaw the swearing-in of provisional LLF Government.\nThe Military, in disarray has mostly joined the new government, with small pockets of resistance.\n\nThe Khaybaran government, a supporter of the previous regime has vowed to restore peace in Luba. Ahead of the invasion Khaybaran special forces have infiltrated through the frontline to target enemy C2.\nWith one of the teams missing in the Dariyah region, Synixe was contracted to fulfill their mission of destroying the local cellular network ahead of attack. The invasion will begin at H-Hour with a missile barrage and subsequent mechanized assault into Ben Guerrir. After accomplishing their objectives Synixe is to support assault into Ben Guerrir.\n\nH-Hour has been set for 07:20 local time.\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\n- Destroy Radio Masts\n- Provide support to advancing force\n\n<font color='#595305'>SECONDARY</font>\n- Find lost SOF team\n- Destroy heavy assets in AO\n\n<font color='#E3D310'>RESTRICTIONS</font>\n- Do not enter Al Hariq and Ben Guerrir before H-Hour\n",
        "situation": "<font color='#e3d310'>EMPLOYER</font>\nName: United Khaybaran States\n\nKhaybaran Government approved Resolution 67 and have begun preparation for an operation to restore the announced winner of the fall election.\nAmidst the bombing campaign Khaybaran Special Forces have infiltrated behind enemy lines and destroyed enemy C3 support.\nOne of the teams has not reported back and lacking manpower they have decided to contract Synixe to finish their mission.\n\n<font color='#d81717'>ENEMY FORCES</font>\nName: Luban Liberation Front\n\nSupporters of the losing party in the internationally disputed elections. The border area has seen the most resistance and left mostly militia with majority of the troops defecting across the border leaving mostly milita in charge. They wear green armbands.\n\nName: Mbakora\nLocation: Frontline\n\nSupporters of LLF, after international condemnation of fall election, they drove tanks straight into capital of Haut-Lomami and have put provisional government of LLF in charge.\nNow with the threat of invasion looming they have deployed along the frontline as the primary army in charge.\n\n<font color='#1d69f6'>FRIENDLY FORCES</font>\nName: United Khaybaran States\nLocation: Frontline\n\nHer Majesty's Armed Forces are standing by for H-Hour and in this sector their main target is Ben Guerrir.\n\nName: Luban Union\nLocation: Pockets of resistance and frontline\n\nRemainder of Luban Army loyal to the previous government. They will be joining Khaybaran forces in the main attack.\n\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nLocation: Towns\n\nCivilian population has been ordered to not leave towns\n"
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Connect_UnderTheCanopy.archipelago",
      "name": "Under The Canopy",
      "summary": "Contractors neutralize threat to aviation",
      "briefing": {
        "mission": "Three days ago a chapter of the Sons of Coming Dawn have taken control over the northeastern island of Gull Archipelago, and have burned down Imaska Radar Station and seized its assets. Among the assets were two H215 transport helicopters, one target acquisition radar, two SAM launchers, Wiesel mounted with Stinger missiles and SU-100 in state of disrepair. Synixe has been contracted by the manufacturer to destroy the newly delivered surface to air missile battery due to severe risk to the nearby wind corridor used by civilian aviation. Wrecks of both helicopters remain on base among the rubble but other assets remain unaccounted for.\n\nYesterday with the arrival of Josonese transport plane and announcement of transfer of arms and training to the militia group, the situation became more dangerous. Synixe is to destroy any found weapon shipments. As of now client believes they haven't yet been moved from the airfield to militia strongpoint of La Mera.\n\nFriendly contact on the ground, a local used car salesman, offered help with transportation and intelligence. He has since gone dark and the pictures he shared before, unfortunately did not possess any EXIF data and are of poor quality. The government wishes for him to be extracted. João Almeida has dragon hand tattoos, ear piercings and has great affinity for golden jewelry.\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\n- Neutralize SAM site in Thetra\n- Destroy Wiesel armored weapons carrier\n- Destroy weapon shipment\n\n\n<font color='#595305'>SECONDARY</font>\n- Recover João Almeida\n- Capture Robert Broad\n",
        "situation": "<font color='#e3d310'>EMPLOYER</font>\nName: MKB Almaz\n\nRebellion in the archipelago has seized brand new anti air assets that have been sold to the government. Due to reputational risk to the manufacturer, they have contracted Synixe to destroy these assets.\n\nName: Gull Islands Government\n\nGovernment has shared on-the-ground intelligence with MKB Almaz via their contact, João Almeida. He stopped responding while scouting a location in Thetra and government wants to retrieve him if possible.\n\n<font color='#d81717'>ENEMY FORCES</font>\nName: Sons of Coming Dawn\n\nMilitia under the leadership of Robert Broad. They have seized the northwestern island and have refused to step down. They have taken control of government's brand new missile battery and an armored weapons carrier.\n\nName: Joson\nLocation: Airfield\n\nJosonese Airborne Forces have landed a contingent on the airfield and are currently training local forces on use of newly supplied equipment. Second plane is currently mid-air refueling and will arrive on the island shortly.\n\n<font color='#139120'>INDEPENDENT FORCES</font>\nName: Police\n\nCurrent allegiance of the police force on the island is unknown.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\n\nCivilian presence in the area.\n"
      },
      "typ": "Contract"
    },
    {
      "id": "CO30_Matias_TheresABombInMyCar.zargabad",
      "name": "There's A Bomb In My Car",
      "summary": "Contractors recover stolen vehicles",
      "briefing": {
        "mission": "Last night a break in occurred at Bakir Bahrami's villa near Zargabad; a local militia group paid off his previous security team and made off with Bahrami's car collection.\n\nAs such, he's hired Synixe to track down and recover his vehicles. Thanks to witness accounts we know the approximate locations of most of the vehicles; they have been marked on your maps in yellow. It has also been reported that the militia has broken into the airport with trucks carrying Jeeps.\n\nBahrami's collection consists of the following:\n- Arcadian: Black in color, with the license plate BIG POPPA\n- Jeep: White in color, with the license plate JEEPERS\n- Hatchback: Blue with a livery, with the license plate TOP GOONER\n- SUV: Red in color, with the license plate NOT POOR\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\n- Recover the client's vehicles\n",
        "situation": "<font color='#e3d310'>EMPLOYER</font>\nName: Bakir Bahrami\nLocation: The Villa\n\nAn influential Takistani businessman who's made most of his money via exporting goods.\n\n<font color='#d81717'>ENEMY FORCES</font>\nName: Local Militia Group\n\nThey are known to operate in the areas near Zargabad and are armed with a mix of surplus weaponry. They are also known to have access to some vehicles as well as emplacements.\n\n<font color='#139120'>INDEPENDENT FORCES</font>\nName: Private Security Forces\nLocation: The Villa\n\nTasked with protecting the employer's villa, they will not aid contractors.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nCivilians are present in the AO."
      },
      "typ": "Contract"
    },
    {
      "id": "CampaignTest.Altis",
      "name": "Campaign Test",
      "summary": "MISSION SUMMARY",
      "briefing": {
        "mission": "INSERT YOUR MISSION DESCRIPTION HERE\n\nYOU CAN ADD AS MUCH AS YOU FEEL IS RELEVANT\n\nAS A RULE OF THUMB, CONSIDER: WHO, WHAT (TASKS), WHERE, WHEN, AND WHY\n\nIT IS HELPFUL TO INCLUDE THE ENEMY AMLCOA AND WHAT WE EXPECT OF THEM, IF KNOWN\n(MOST LIKELY COURSE OF ACTION, AKA, WHAT THEY'RE DOING, HOW THEY ACT, HOW THEY'LL ACT TOWARDS US, WHAT WE KNOW, ETC)\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\nINSERT OBJECTIVES THAT MUST BE COMPLETED TO ACHIEVE THE MISSION GOAL\n\n<font color='#595305'>SECONDARY</font>\nINSERT OBJECTIVES THAT ARE NOT REQUIRED TO COMPLETE THE MISSION, BUT MAY BE USEFUL\n\nIF THERE ARE NONE, REMOVE THIS SECTION\n\n<font color='#E3D310'>RESTRICTIONS</font>\nINSERT ANY ADDITIONAL RESTRICTIONS HERE\n\nIF THERE ARE NONE, REMOVE THIS SECTION\n",
        "situation": "INSERT THINGS PLAYERS SHOULD KNOW ABOUT WHERE THEY ARE DEPLOYING AND/OR EVENTS THAT HAPPENED LEADING UP TO THEIR DEPLOYMENT OR TO THE GIVEN CONFLICT\n\n<font color='#e3d310'>EMPLOYER</font>\nName: INSERT NAME\nLocation: INSERT LOCATION(S) IF KNOWN\n\nINSERT A BRIEF DESCRIPTION, INCLUDE RELEVANT INFORMATION SUCH AS APPEARANCE, EQUIPMENT, MOTIVES, ORDERS, ETC.\n\n<font color='#d81717'>ENEMY FORCES</font>\nName: INSERT NAME\nLocation: INSERT LOCATION(S) IF KNOWN\n\nINSERT A BRIEF DESCRIPTION, INCLUDE RELEVANT INFORMATION SUCH AS APPEARANCE, EQUIPMENT, MOTIVES, ORDERS, ETC.\n\n<font color='#1d69f6'>FRIENDLY FORCES</font>\nName: INSERT NAME\nLocation: INSERT LOCATION(S) IF KNOWN\n\nINSERT A BRIEF DESCRIPTION, INCLUDE RELEVANT INFORMATION SUCH AS APPEARANCE, EQUIPMENT, MOTIVES, ORDERS, ETC.\n\n<font color='#139120'>INDEPENDENT FORCES</font>\nName: INSERT NAME\nLocation: INSERT LOCATION(S) IF KNOWN\n\nINSERT A BRIEF DESCRIPTION, INCLUDE RELEVANT INFORMATION SUCH AS APPEARANCE, EQUIPMENT, MOTIVES, ORDERS, ETC.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nName: INSERT NAME\nLocation: INSERT LOCATION(S) IF KNOWN\n\nINSERT A BRIEF DESCRIPTION, INCLUDE RELEVANT INFORMATION SUCH AS ALLEGIANCES, RELEVANT LAWS, ETC.\n"
      },
      "typ": "Contract"
    },
    {
      "id": "Christmas2025.Chernarus_Winter",
      "name": "The Last Gift of Christmas",
      "summary": "With Santa tracking done for the year, disaster strikes",
      "briefing": {
        "mission": "Santa Claus was done with his delivery of presents, and returned back to the North Pole.\n\nNORAD had tracked his sleigh, but now that the deliveries were complete, operations had shut down for the year. His security detail had gone home to spend the days following Christmas with their families, their hard work and sacrifices appreciated but no longer needed.\n\nThe world had started to forget about Santa again, until next November when the stores would switch their playlists once again.\n\nThis was exactly what the Grinch had been waiting for. With Santa's security detail gone, with eyes turned away, it was the perfect time to strike.\n\nSanta has been kidnapped. Secret demands have been made, and if they are not met, Santa's fate is uncertain.\n\nSanta's elite security team, the Special Northern Operations Wing (SNOW), have been dispatched to rescue him. Negiotiates with the likes of the Grinch will not be entertained.\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\n- Secure Santa Claus and extract him\n\n<font color='#595305'>SECONDARY</font>\n- Locate and neutralize Grinch operatives in the area\n\n<font color='#E3D310'>RESTRICTIONS</font>\n- No negotiations with the Grinch will be entertained\n- Keep fighting and Santa out of view of civilians\n",
        "situation": "<font color='#e3d310'>EMPLOYER</font>\nName: Special Logistics & Emergency Incident Ground Headquarters\n\n\n<font color='#d81717'>ENEMY FORCES</font>\nName: Grinch Operatives\n\nHellbent on ruining Christmas, these operatives are well-equipped and trained for specialist tactics. They are believed to be armed with a variety of weapons and explosives, and are operating under the command of the Grinch himself.\n"
      },
      "typ": "Special"
    },
    {
      "id": "TRA30_Synixe_BozcaadaTrainingFacility.bozcaada",
      "name": "Synixe Training Facility",
      "summary": "Premiere Training Facility for the Synixe Corporation",
      "briefing": {
        "old": ""
      },
      "typ": "Training"
    },
    {
      "id": "base.kunduz_valley",
      "name": "Nur al-Sahra",
      "summary": "Contractors work with Takistani forces to fight an insurgency and restore stability",
      "briefing": {
        "mission": "The Wahat Nura Province of Takistan has been a hotbed of insurgent activity in recent months.\n\nVirelia and the IEA are concerned about destabilization in the region, which could spill over into neighboring countries.\n\nWe have been hired by the IEA to assist in stabilizing the area, by advising the local Takistani forces, and conducting high value raids to dismantle insurgent operations.\n\nResupplies will be few and far between, so conserve your resources and plan accordingly.\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\n- Objectives will be provided on-site by the Takistani commander.\n",
        "situation": "<font color='#e3d310'>EMPLOYER</font>\nName: Integrated Economies Alliance (IEA)\nLocation: HQ in Virelia\n\nConcerned about regional stability in Takistan, the IEA has contracted your unit to assist local forces in countering insurgent threats in the Wahat Nura Province.\n\n<font color='#d81717'>ENEMY FORCES</font>\nName: Ikhwan as-Sayf\nLocation: Wahat Nura Province, Takistan\n\nA well-armed insurgent group operating in the Wahat Nura Valley, known for guerrilla tactics and ambushes. They are equipped with small arms, RPGs, and light vehicles. Their motive is to destabilize the region and undermine local governance.\n\n<font color='#1d69f6'>FRIENDLY FORCES</font>\nName: Takistani Military\nLocation: Various bases in Wahat Nura Province\n\nThe Takistani Military has a small presence in the region, made up of local soldiers with limited training and equipment. They are cooperative but require guidance and support to effectively counter the insurgent threat.\n\n<font color='#139120'>INDEPENDENT FORCES</font>\nName: Takistani Militia\nLocation: Various locations in Wahat Nura Province\n\nThe militia consists of local villagers and military deserters who have taken up arms to defend their villages. Their allegiances can be fluid, and they may either assist or hinder operations depending on the situation.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nMany civilians in the Wahat Nura Valley are caught in the crossfire between insurgents and military forces. They may have family members involved with one or more of the factions. They may report on activities to any side.\n"
      },
      "typ": "Contract"
    },
    {
      "id": "day1.kunduz_valley",
      "name": "Nur al-Sahra - Day 1",
      "summary": "Contractors work with Takistani forces to fight an insurgency and restore stability",
      "briefing": {
        "mission": "The Wahat Nura Province of Takistan has been a hotbed of insurgent activity in recent months.\n\nVirelia and the IEA are concerned about destabilization in the region, which could spill over into neighboring countries.\n\nWe have been hired by the IEA to assist in stabilizing the area, by advising the local Takistani forces, and conducting high value raids to dismantle insurgent operations.\n\nResupplies will be few and far between, so conserve your resources and plan accordingly.\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\n- Meet with the Takistani commander\n",
        "situation": "<font color='#e3d310'>EMPLOYER</font>\nName: Integrated Economies Alliance (IEA)\nLocation: HQ in Virelia\n\nConcerned about regional stability in Takistan, the IEA has contracted your unit to assist local forces in countering insurgent threats in the Wahat Nura Province.\n\n<font color='#d81717'>ENEMY FORCES</font>\nName: Ikhwan as-Sayf\nLocation: Wahat Nura Province, Takistan\n\nA well-armed insurgent group operating in the Wahat Nura Valley, known for guerrilla tactics and ambushes. They are equipped with small arms, RPGs, and light vehicles. Their motive is to destabilize the region and undermine local governance.\n\n<font color='#1d69f6'>FRIENDLY FORCES</font>\nName: Takistani Military\nLocation: Various bases in Wahat Nura Province\n\nThe Takistani Military has a small presence in the region, made up of local soldiers with limited training and equipment. They are cooperative but require guidance and support to effectively counter the insurgent threat.\n\n<font color='#139120'>INDEPENDENT FORCES</font>\nName: Takistani Militia\nLocation: Various locations in Wahat Nura Province\n\nThe militia consists of local villagers and military deserters who have taken up arms to defend their villages. Their allegiances can be fluid, and they may either assist or hinder operations depending on the situation.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nMany civilians in the Wahat Nura Valley are caught in the crossfire between insurgents and military forces. They may have family members involved with one or more of the factions. They may report on activities to any side.\n"
      },
      "typ": "Contract"
    },
    {
      "id": "day2.kunduz_valley",
      "name": "Nur al-Sahra - Day 2",
      "summary": "Contractors work with Takistani forces to fight an insurgency and restore stability",
      "briefing": {
        "mission": "The Wahat Nura Province of Takistan has been a hotbed of insurgent activity in recent months.\n\nVirelia and the IEA are concerned about destabilization in the region, which could spill over into neighboring countries.\n\nWe have been hired by the IEA to assist in stabilizing the area, by advising the local Takistani forces, and conducting high value raids to dismantle insurgent operations.\n\nResupplies will be few and far between, so conserve your resources and plan accordingly.\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\n- Objectives will be provided on-site by the Takistani commander.\n",
        "situation": "<font color='#e3d310'>EMPLOYER</font>\nName: Integrated Economies Alliance (IEA)\nLocation: HQ in Virelia\n\nConcerned about regional stability in Takistan, the IEA has contracted your unit to assist local forces in countering insurgent threats in the Wahat Nura Province.\n\n<font color='#d81717'>ENEMY FORCES</font>\nName: Ikhwan as-Sayf\nLocation: Wahat Nura Province, Takistan\n\nA well-armed insurgent group operating in the Wahat Nura Valley, known for guerrilla tactics and ambushes. They are equipped with small arms, RPGs, and light vehicles. Their motive is to destabilize the region and undermine local governance.\n\n<font color='#1d69f6'>FRIENDLY FORCES</font>\nName: Takistani Military\nLocation: Various bases in Wahat Nura Province\n\nThe Takistani Military has a small presence in the region, made up of local soldiers with limited training and equipment. They are cooperative but require guidance and support to effectively counter the insurgent threat.\n\n<font color='#139120'>INDEPENDENT FORCES</font>\nName: Takistani Militia\nLocation: Various locations in Wahat Nura Province\n\nThe militia consists of local villagers and military deserters who have taken up arms to defend their villages. Their allegiances can be fluid, and they may either assist or hinder operations depending on the situation.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nMany civilians in the Wahat Nura Valley are caught in the crossfire between insurgents and military forces. They may have family members involved with one or more of the factions. They may report on activities to any side.\n"
      },
      "typ": "Contract"
    },
    {
      "id": "day3.kunduz_valley",
      "name": "Nur al-Sahra - Day 3",
      "summary": "Contractors work with Takistani forces to fight an insurgency and restore stability",
      "briefing": {
        "mission": "The Wahat Nura Province of Takistan has been a hotbed of insurgent activity in recent months.\n\nVirelia and the IEA are concerned about destabilization in the region, which could spill over into neighboring countries.\n\nWe have been hired by the IEA to assist in stabilizing the area, by advising the local Takistani forces, and conducting high value raids to dismantle insurgent operations.\n\nResupplies will be few and far between, so conserve your resources and plan accordingly.\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\n- Objectives will be provided on-site by the Takistani commander.\n",
        "situation": "<font color='#e3d310'>EMPLOYER</font>\nName: Integrated Economies Alliance (IEA)\nLocation: HQ in Virelia\n\nConcerned about regional stability in Takistan, the IEA has contracted your unit to assist local forces in countering insurgent threats in the Wahat Nura Province.\n\n<font color='#d81717'>ENEMY FORCES</font>\nName: Ikhwan as-Sayf\nLocation: Wahat Nura Province, Takistan\n\nA well-armed insurgent group operating in the Wahat Nura Valley, known for guerrilla tactics and ambushes. They are equipped with small arms, RPGs, and light vehicles. Their motive is to destabilize the region and undermine local governance.\n\n<font color='#1d69f6'>FRIENDLY FORCES</font>\nName: Takistani Military\nLocation: Various bases in Wahat Nura Province\n\nThe Takistani Military has a small presence in the region, made up of local soldiers with limited training and equipment. They are cooperative but require guidance and support to effectively counter the insurgent threat.\n\n<font color='#139120'>INDEPENDENT FORCES</font>\nName: Takistani Militia\nLocation: Various locations in Wahat Nura Province\n\nThe militia consists of local villagers and military deserters who have taken up arms to defend their villages. Their allegiances can be fluid, and they may either assist or hinder operations depending on the situation.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nMany civilians in the Wahat Nura Valley are caught in the crossfire between insurgents and military forces. They may have family members involved with one or more of the factions. They may report on activities to any side.\n"
      },
      "typ": "Contract"
    },
    {
      "id": "day4.kunduz_valley",
      "name": "Nur al-Sahra - Day 4",
      "summary": "Contractors work with Takistani forces to fight an insurgency and restore stability",
      "briefing": {
        "mission": "The Wahat Nura Province of Takistan has been a hotbed of insurgent activity in recent months.\n\nVirelia and the IEA are concerned about destabilization in the region, which could spill over into neighboring countries.\n\nWe have been hired by the IEA to assist in stabilizing the area, by advising the local Takistani forces, and conducting high value raids to dismantle insurgent operations.\n\nResupplies will be few and far between, so conserve your resources and plan accordingly.\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\n- Objectives will be provided on-site by the Takistani commander.\n",
        "situation": "<font color='#e3d310'>EMPLOYER</font>\nName: Integrated Economies Alliance (IEA)\nLocation: HQ in Virelia\n\nConcerned about regional stability in Takistan, the IEA has contracted your unit to assist local forces in countering insurgent threats in the Wahat Nura Province.\n\n<font color='#d81717'>ENEMY FORCES</font>\nName: Ikhwan as-Sayf\nLocation: Wahat Nura Province, Takistan\n\nA well-armed insurgent group operating in the Wahat Nura Valley, known for guerrilla tactics and ambushes. They are equipped with small arms, RPGs, and light vehicles. Their motive is to destabilize the region and undermine local governance.\n\n<font color='#1d69f6'>FRIENDLY FORCES</font>\nName: Takistani Military\nLocation: Various bases in Wahat Nura Province\n\nThe Takistani Military has a small presence in the region, made up of local soldiers with limited training and equipment. They are cooperative but require guidance and support to effectively counter the insurgent threat.\n\n<font color='#139120'>INDEPENDENT FORCES</font>\nName: Takistani Militia\nLocation: Various locations in Wahat Nura Province\n\nThe militia consists of local villagers and military deserters who have taken up arms to defend their villages. Their allegiances can be fluid, and they may either assist or hinder operations depending on the situation.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nMany civilians in the Wahat Nura Valley are caught in the crossfire between insurgents and military forces. They may have family members involved with one or more of the factions. They may report on activities to any side.\n"
      },
      "typ": "Contract"
    },
    {
      "id": "day5.kunduz_valley",
      "name": "Nur al-Sahra - Day 5",
      "summary": "Contractors work with Takistani forces to fight an insurgency and restore stability",
      "briefing": {
        "mission": "The Wahat Nura Province of Takistan has been a hotbed of insurgent activity in recent months.\n\nVirelia and the IEA are concerned about destabilization in the region, which could spill over into neighboring countries.\n\nWe have been hired by the IEA to assist in stabilizing the area, by advising the local Takistani forces, and conducting high value raids to dismantle insurgent operations.\n\nResupplies will be few and far between, so conserve your resources and plan accordingly.\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\n- Objectives will be provided on-site by the Takistani commander.\n",
        "situation": "<font color='#e3d310'>EMPLOYER</font>\nName: Integrated Economies Alliance (IEA)\nLocation: HQ in Virelia\n\nConcerned about regional stability in Takistan, the IEA has contracted your unit to assist local forces in countering insurgent threats in the Wahat Nura Province.\n\n<font color='#d81717'>ENEMY FORCES</font>\nName: Ikhwan as-Sayf\nLocation: Wahat Nura Province, Takistan\n\nA well-armed insurgent group operating in the Wahat Nura Valley, known for guerrilla tactics and ambushes. They are equipped with small arms, RPGs, and light vehicles. Their motive is to destabilize the region and undermine local governance.\n\n<font color='#1d69f6'>FRIENDLY FORCES</font>\nName: Takistani Military\nLocation: Various bases in Wahat Nura Province\n\nThe Takistani Military has a small presence in the region, made up of local soldiers with limited training and equipment. They are cooperative but require guidance and support to effectively counter the insurgent threat.\n\n<font color='#139120'>INDEPENDENT FORCES</font>\nName: Takistani Militia\nLocation: Various locations in Wahat Nura Province\n\nThe militia consists of local villagers and military deserters who have taken up arms to defend their villages. Their allegiances can be fluid, and they may either assist or hinder operations depending on the situation.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nMany civilians in the Wahat Nura Valley are caught in the crossfire between insurgents and military forces. They may have family members involved with one or more of the factions. They may report on activities to any side.\n"
      },
      "typ": "Contract"
    },
    {
      "id": "day6.kunduz_valley",
      "name": "Nur al-Sahra - Day 6",
      "summary": "Contractors work with Takistani forces to fight an insurgency and restore stability",
      "briefing": {
        "mission": "The Wahat Nura Province of Takistan has been a hotbed of insurgent activity in recent months.\n\nVirelia and the IEA are concerned about destabilization in the region, which could spill over into neighboring countries.\n\nWe have been hired by the IEA to assist in stabilizing the area, by advising the local Takistani forces, and conducting high value raids to dismantle insurgent operations.\n\nResupplies will be few and far between, so conserve your resources and plan accordingly.\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\n- Objectives will be provided on-site by the Takistani commander.\n",
        "situation": "<font color='#e3d310'>EMPLOYER</font>\nName: Integrated Economies Alliance (IEA)\nLocation: HQ in Virelia\n\nConcerned about regional stability in Takistan, the IEA has contracted your unit to assist local forces in countering insurgent threats in the Wahat Nura Province.\n\n<font color='#d81717'>ENEMY FORCES</font>\nName: Ikhwan as-Sayf\nLocation: Wahat Nura Province, Takistan\n\nA well-armed insurgent group operating in the Wahat Nura Valley, known for guerrilla tactics and ambushes. They are equipped with small arms, RPGs, and light vehicles. Their motive is to destabilize the region and undermine local governance.\n\n<font color='#1d69f6'>FRIENDLY FORCES</font>\nName: Takistani Military\nLocation: Various bases in Wahat Nura Province\n\nThe Takistani Military has a small presence in the region, made up of local soldiers with limited training and equipment. They are cooperative but require guidance and support to effectively counter the insurgent threat.\n\n<font color='#139120'>INDEPENDENT FORCES</font>\nName: Takistani Militia\nLocation: Various locations in Wahat Nura Province\n\nThe militia consists of local villagers and military deserters who have taken up arms to defend their villages. Their allegiances can be fluid, and they may either assist or hinder operations depending on the situation.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nMany civilians in the Wahat Nura Valley are caught in the crossfire between insurgents and military forces. They may have family members involved with one or more of the factions. They may report on activities to any side.\n"
      },
      "typ": "Contract"
    },
    {
      "id": "day7.kunduz_valley",
      "name": "Nur al-Sahra - Day 7",
      "summary": "Contractors work with Takistani forces to fight an insurgency and restore stability",
      "briefing": {
        "mission": "The Wahat Nura Province of Takistan has been a hotbed of insurgent activity in recent months.\n\nVirelia and the IEA are concerned about destabilization in the region, which could spill over into neighboring countries.\n\nWe have been hired by the IEA to assist in stabilizing the area, by advising the local Takistani forces, and conducting high value raids to dismantle insurgent operations.\n\nResupplies will be few and far between, so conserve your resources and plan accordingly.\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\n- Objectives will be provided on-site by the Takistani commander.\n",
        "situation": "<font color='#e3d310'>EMPLOYER</font>\nName: Integrated Economies Alliance (IEA)\nLocation: HQ in Virelia\n\nConcerned about regional stability in Takistan, the IEA has contracted your unit to assist local forces in countering insurgent threats in the Wahat Nura Province.\n\n<font color='#d81717'>ENEMY FORCES</font>\nName: Ikhwan as-Sayf\nLocation: Wahat Nura Province, Takistan\n\nA well-armed insurgent group operating in the Wahat Nura Valley, known for guerrilla tactics and ambushes. They are equipped with small arms, RPGs, and light vehicles. Their motive is to destabilize the region and undermine local governance.\n\n<font color='#1d69f6'>FRIENDLY FORCES</font>\nName: Takistani Military\nLocation: Various bases in Wahat Nura Province\n\nThe Takistani Military has a small presence in the region, made up of local soldiers with limited training and equipment. They are cooperative but require guidance and support to effectively counter the insurgent threat.\n\n<font color='#139120'>INDEPENDENT FORCES</font>\nName: Takistani Militia\nLocation: Various locations in Wahat Nura Province\n\nThe militia consists of local villagers and military deserters who have taken up arms to defend their villages. Their allegiances can be fluid, and they may either assist or hinder operations depending on the situation.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nMany civilians in the Wahat Nura Valley are caught in the crossfire between insurgents and military forces. They may have family members involved with one or more of the factions. They may report on activities to any side.\n"
      },
      "typ": "Contract"
    },
    {
      "id": "day8.kunduz_valley",
      "name": "Nur al-Sahra - Day 8",
      "summary": "Contractors work with Takistani forces to fight an insurgency and restore stability",
      "briefing": {
        "mission": "The Wahat Nura Province of Takistan has been a hotbed of insurgent activity in recent months.\n\nVirelia and the IEA are concerned about destabilization in the region, which could spill over into neighboring countries.\n\nWe have been hired by the IEA to assist in stabilizing the area, by advising the local Takistani forces, and conducting high value raids to dismantle insurgent operations.\n\nResupplies will be few and far between, so conserve your resources and plan accordingly.\n",
        "objectives": "<font color='#E3D310'>PRIMARY</font>\n- Objectives will be provided on-site by the Takistani commander.\n",
        "situation": "<font color='#e3d310'>EMPLOYER</font>\nName: Integrated Economies Alliance (IEA)\nLocation: HQ in Virelia\n\nConcerned about regional stability in Takistan, the IEA has contracted your unit to assist local forces in countering insurgent threats in the Wahat Nura Province.\n\n<font color='#d81717'>ENEMY FORCES</font>\nName: Ikhwan as-Sayf\nLocation: Wahat Nura Province, Takistan\n\nA well-armed insurgent group operating in the Wahat Nura Valley, known for guerrilla tactics and ambushes. They are equipped with small arms, RPGs, and light vehicles. Their motive is to destabilize the region and undermine local governance.\n\n<font color='#1d69f6'>FRIENDLY FORCES</font>\nName: Takistani Military\nLocation: Various bases in Wahat Nura Province\n\nThe Takistani Military has a small presence in the region, made up of local soldiers with limited training and equipment. They are cooperative but require guidance and support to effectively counter the insurgent threat.\n\n<font color='#139120'>INDEPENDENT FORCES</font>\nName: Takistani Militia\nLocation: Various locations in Wahat Nura Province\n\nThe militia consists of local villagers and military deserters who have taken up arms to defend their villages. Their allegiances can be fluid, and they may either assist or hinder operations depending on the situation.\n\n<font color='#993399'>CIVILIAN CONSIDERATIONS</font>\nMany civilians in the Wahat Nura Valley are caught in the crossfire between insurgents and military forces. They may have family members involved with one or more of the factions. They may report on activities to any side.\n"
      },
      "typ": "Contract"
    }
  ]
}