[
  {
    "id": "TRA30_Synixe_MaldenTrainingFacility.Malden",
    "name": "Synixe Training Facility",
    "summary": "Premiere Training Facility for the Synixe Corporation",
    "description": "",
    "typ": "Training"
  },
  {
    "id": "CO30_Carson_Parabellum.bozcaada",
    "name": "Parabellum",
    "summary": "Locate the laptop.",
    "description": "**Parabellum**\n\n**Employer**\n            <br/>Department of Defense\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font color>\n            <br/>\n            <br/>\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font color>\n            <br/>Synixe Contractors\n            <br/>\n            <br/>\n            <br/>\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font color>\n            <br/> No civilians present in AO.\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font color>\n            <br/>Many buildings, one steep hill giving access to many sightlines. \n        \n\n**Mission**\n            <br/>There is a laptop somewhere inside the town of Merkez. We have been hired to locate it and report the coordinates to our POC (Point of Contact) in the Department of Defense. Under no circumstances are we to retrieve the laptop, as we are not trusted with valuable intel at this time. \n        ",
    "typ": "Contract"
  },
  {
    "id": "CO30_Matias_MastersOfWar.Altis",
    "name": "Masters of War",
    "summary": "Contractors are tasked with rescuing an HVT",
    "description": "**Masters of War**\n\n**Employer**\n            <br/>Estarko LLC\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font color>\n            <br/>Freedom and Independence Army (FIA)\n            <br/>The FIA will fight tooth and nail to keep Estarko in custody, as for the ION contractors, they will most likely be executed at any point\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font color>\n            <br/>Synixe Contractors\n            <br/>ION Services helicopter crew\n            <br/>ION Services contractors\n            <br/>\n\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font color>\n            <br/>N/A\n\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font color>\n            <br/>N/A\n        \n\n**Mission**\n            <br/>Three hours ago an ION services convoy carrying Estarko LLC CEO Antonio Estarko to a weapons demonstration in the Melanera Bay was attacked.\n            <br/>The perpetrators of the attack are a group of rouge FIA guerrillas who are unhappy with the way things worked out with NATO and the AAF.\n            <br/>This FIA group has taken Estarko hostage and are demanding weapons and money from the company in exchange for his freedom.\n            <br/>The company is having none of it and has hired Synixe to rescue Estarko and bring him to a helicopter waiting for him back at the F.O.B. If possible they also want\n            <br/>us to recover the stolen weapons and bring them back to the F.O.B.\n            <br/>\n            <br/>On the side ION Services has asked us to recover the dead bodies of their contractors and any weaponry belonging to them \n            <br/>and if any of their people were to be alive rescue them and bring them back to the F.O.B. ION has provided us with an AR-2 darter to scout out the AO in advance.\n            <br/>\n\n        ",
    "typ": "Contract"
  },
  {
    "id": "CO30_Carson_LunchDuty.takistan",
    "name": "Lunch Duty",
    "summary": "Cover the U.S. Marines for a hard earned lunch break",
    "description": "**Lunch Duty**\n\n**Employer**\n            <br/>Department of Defense\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font color>\n            <br/>Possible Takistani Militia\n            <br/> Takistani Militia should be nowhere near our AO for this contract. \n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font color>\n            <br/>Synixe Contractors, U.S. Forces\n            <br/>\n            <br/>\n            <br/>\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font color>\n            <br/>Civilians may be inside nearby villages and towns\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font color>\n            <br/>Rocky terrain, hills\n        \n\n**Mission**\n            <br/>Our job is to cover US forces at a nearby checkpoint for their lunch break. We will cover them for 2 hours from 1100 to 1300 hours. Our role at the checkpoint is to inspect any suspiscious vehicles and perform random checks to prevent any smuggling of any kind further into the Takistani area. \n            \n        ",
    "typ": "Contract"
  },
  {
    "id": "CO30_Matias_FlowingRiver.SefrouRamal",
    "name": "Flowing River",
    "summary": "Contractors are tasked with delivering water to struggling communities",
    "description": "**Flowing River**\n\n**Employer**\n            <br/>United Assistance Mission in Argana (UNMA)\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font color>\n            <br/>Tura Insurgents\n            <br/>The Tura will attempt to disrupt the water delivery in order to further destabilize the region.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font color>\n            <br/>Synixe Contractors\n            <br/>UNA forces\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font color>\n            <br/>Expect some civilian presence in the towns.\n\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font color>\n            <br/>The Sefrou-Ramal region of the Sefrawi Desert is characterized by inhospitable sand dunes; so expect open sightlines and little cover aside from buildings\n        \n\n**Mission**\n            <br/>Three days ago a firefight took place near a water treatment plant that supplies local towns, when the firefight ended key equipment in the plant was damaged after a UNA tank fired on it.\n            <br/>UNA engineers are already working on fixing the water treatment plant, in the meantime Synixe has been hired to deliver boxes filled with water bottles to the towns that no longer have acces to clean drinking water.\n            <br/>UNA has also asked us to deliver a toolkit to the engineer crew in the water treatment plant and some water to a checkpoint.\n            <br/>\n            <br/>Synixe has been provided with a HEMTT in order to transport the water, UNA is worried that Tura insurgents will attempt to stop the water delivery in orden to worsen UNA realtions with the locals.\n            <br/>Scouts have been spotted around the base so be on the lookout for hostile forces while in transit to the towns. We are authorized to open fire on anyone who attempts to stop us from delivering the water.\n        ",
    "typ": "Contract"
  },
  {
    "id": "CO30_Brett_CommunicationsDisruption.pja308",
    "name": "Communications Disruption",
    "summary": "Take out the communications towers to prepare for the larger assault.",
    "description": "**Communications Disruption**\n\n**Employer**\n            <br/>Lapoliski Republic\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font color>\n            <br/>Loyalists\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font color>\n            <br/>Synixe Contractors\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font color>\n            <br/>Civilians may be present in and around towns, but military facilities should be clear of civilians.\n        \n\n**Mission**\n            <br/>The young Lapoliski Republic is fighting to secure its independence. THe South East region remains in Loyalist hands.\n            <br/>We are being sent in to disrupt their communications before a larger assault force can be sent in.\n            <br/>\n            <br/>4 Communications Towers need to be destroyed. All have been marked in red on your map.\n            <br/>\n            <br/>The Loyalists have been spotted in the area, but we are not sure how many. Be prepared for a fight.\n            <br/>\n            <br/>Good luck, and Godspeed.\n        ",
    "typ": "Contract"
  },
  {
    "id": "CO30_Brett_ThroughTheDust.tem_kujari",
    "name": "Through the Dust",
    "summary": "We are tasked with transporting supplies and constructing a bridge in a poorly supplied rural area with multiple waring factions",
    "description": "**Through the Dust**\n\n**Employer**\n            <br/>Kujari Government\n        \n\n**Situation**\n            <br/>Multiple factions in the area are fighting over the control of local supplies. Some may be openly hostile, others may be neutral.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font color>\n            <br/>- Synixe Contractors\n            <br/>\n            <br/><font color='#139120'>INDEPENDENT FORCES:</font color>\n            <br/>- Local Militias\n            <br/>\n            <br/><font color='#D81717'>ENEMY FORCES:</font color>\n            <br/>- Local Militias\n        \n\n**Mission**\n            <br/>We have been contracted to deliver supplies to a remote village. The region suffers from lack of infrastructure and supplies. Several factions have been competing for control of the area.\n            <br/>\n            <br/><font color='#E3D310'>PRIMARY OBJECTIVES:</font color>\n            <br/>- Transport the supplies to <marker name = 'delivery'>Turawa</marker>\n            <br/>\n            <br/><font color='#E3D310'>SECONDARY OBJECTIVES:</font color>\n            <br/>- Construct a bridge in the <marker name = 'bridge'>designated area.</marker>\n        ",
    "typ": "Contract"
  },
  {
    "id": "CO30_Brett_FrequencyFinders.tem_ihantala",
    "name": "Frequency Finder",
    "summary": "Find the frequency of the signal.",
    "description": "**Frequency Finder**\n\n**Employer**\n            <br/>Republic of Karellia\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font color>\n            <br/>PMC Wagner\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font color>\n            <br/>Synixe Contractors\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font color>\n            <br/>Mostly evacuated, very few civilians remain.\n        \n\n**Mission**\n            <br/>We have been hired to destroy communications towers in a region that has fallen to PMC Wagner.\n            <br/>\n            <br/>We will have access to frequency detection equipment in order to locate the towers.\n        ",
    "typ": "Contract"
  },
  {
    "id": "CO30_Emerson_Probing.chernarus",
    "name": "Probing",
    "summary": "Synixe contractors attempt to locate and scan missing research samples.",
    "description": "**Probing**\n\n**Employer**\n            <br/>Astra, International Space Agency\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font color>\n            <br/>Looters\n            <br/>AMLCOA: Hostile. Looters are likely to engage anyone they don't know on sight.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font color>\n            <br/>Synixe Contractors\n            <br/>Astra Private Security \n            <br/>\n            <br/><font color='#139120'>INDEPENDENT FORCES:</font color>\n            <br/>N/A\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font color>\n            <br/>Any civilians in this lawless area are either aligned with the looters or being held against their will. Any civilian with a bit of sense would have already fled the immediate region.\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font color>\n            <br/>Low mountains and forests cover the region.\n        \n\n**Mission**\n            <br/>Contract Name: Probing\n            <br/>Location: Chernarus\n            <br/>Local Time: 0000\n            <br/>Local Weather: Foggy night, clear sky\n            <br/>\n            <br/>Misson:\n            <br/>Synixe Contractors have been tasked by Astra to locate and scan three important research samples that were presumably lost in the area around Petrovka, Chernarus.\n            <br/>\n            <br/>Just a short time ago, Astra lost contact with a helicopter that was carrying three important research samples that had been obtained from another part of South Zagoria. The helicopter was on a flight path that took it over northern Chernarus.\n            <br/>\n            <br/>Recently, Chernarus has had an outbreak of rioting, looting, and violence. A significant portion of Chernarus' rural north has devolved into anarchy and chaos. The helicopter's flight path would have taken it over Petrovka, which is currently in lawless territory controlled by loosely organized Looters.\n            <br/>\n            <br/>The research samples that Astra acquired are a significant biohazard. Please refer to the HAZARDS briefing for additional information.\n            <br/>\n            <br/>Astra has provided us the minimum necessary equipment to safely locate and scan the samples. Most importantly, Astra has supplied us with an ED-1E drone which we will have to use to scan the research samples. The drone is a vital piece of equipment, as it contains the sampling laser necessary to gather any useful data on the research samples. Please refer to the HAZARDS briefing for more info on equipment.\n            <br/>\n            <br/>Astra has used a local point of contact to insert us as close to Petrovka as possible, though we will have to start our scan of the region on foot.\n            <br/>\n            <br/>Additionally, Astra has also requested that we attempt to recover any of the missing helicopter crew or Astra security, if possible. Locating and scanning the research samples remains the primary objective, however.\n        ",
    "typ": "Contract"
  },
  {
    "id": "CO30_Matias_TropicalCOIN.Tanoa",
    "name": "Tropical COIN",
    "summary": "Contractors are tasked with running counter insurgency operations",
    "description": "**Tropical COIN**\n\n**Employer**\n            <br/>Horizon Islands Government\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font color>\n            <br/>Syndikat forces\n            <br/>Enemy forces will stand their ground to defend themselves\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font color>\n            <br/>Synixe Contractors\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font color>\n            <br/>We will be heading into different towns, so expect some civilan activity\n\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font color>\n            <br/>The Horizon Islands are home to lush tropical vegetation, so we will be engaging in jungle warfare.\n        \n\n**Mission**\n            <br/>Recently an IDAP camp was hit by the Syndikat, it was razed to the ground and workers vanished into thin air. That was the last straw for the government.\n            <br/>The Horizon Islands Government has therefore hired Synixe to run counter insurgency operations against the Syndikat. The main objective is to execute a kill or capture order on the both the heads of the bandit and paramilitary branches of the Syndikat (Alika Erenavula and Theo Barou respectively). If possible find the supplies and/or IDAP workers and take them back to base. HUMINT has revealed the location of the bandit leader but the paramiltary leader is still to be found, however we know of several areas were Syndikat forces were spotted\n            <br/>\n            <br/>The government will also pay extra for any intel found, supplies destroyed or goods recovered.\n        ",
    "typ": "Contract"
  },
  {
    "id": "CO30_Corey_ResearchProject.tem_kujari",
    "name": "Research Project",
    "summary": "Contractors find and bring home researchers",
    "description": "**Research Project**\n\n**Employer**\n            <br/>NATO\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font color>\n            <br/>Rebel Organization\n            <br/> \n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font color>\n            <br/>Synixe Contractors\n            <br/>Defectors out of the Rebel Organization \n            <br/>\n            <br/>\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font color>\n            <br/> N/A \n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font color>\n            <br/>  \n        \n\n**Mission**\n            <br/> NATO sent out a group of researchers to go find out what was killing animals in the wilderness. They were intercepted by the Rebel Organization on their way out there. NATO lost contact with them at that point. There was one car that made it back. The driver of this car had told them where the ambush site was and the direction the research group was taken.\n            <br/> NATO survaliance has told us that the exact building they believe they are in. The building is in the city of Geydam-Tchoukou. The Defectors are in the town of Marwey. They have told us that the Rebel Organization controls everything south of that town.\n            <br/> \n            <br/>\n            <br/> Primary Objective: Rescue the research group\n            <br/>\n            <br/> Secondary Objective:\n            <br/>\n            <br/>\n        ",
    "typ": "Contract"
  },
  {
    "id": "CO30_Carson_NeedleInAHaystack.Mountains_ACR",
    "name": "Needle in a Haystack",
    "summary": "Contractors Locate and destroy a weapons shipment",
    "description": "**Needle in a Haystack**\n\n**Employer**\n            <br/>NATO\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font color>\n            <br/>Takistani Militia\n            <br/>\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font color>\n            <br/>Synixe Contractors\n            <br/>\n            <br/>\n            <br/>\n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font color>\n            <br/> Confirmed by NATO surveilance that their are no civilians in the area. \n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font color>\n            <br/> Mountains and height differentiation everywhere. Only one road leading to the other side of mountains. \n        \n\n**Mission**\n            <br/>With the fall of Aziz, the Takistani Militia has grown ten fold due to his cult-like followers. Deep in the Takistani Mountains, The militia has just recieved a weapons shipment presumably to arm their new soldiers. The exact location of the shipment is unknown. However, we know the weapons will be inside a Praga V3S REARM or REFUEL Truck. Destroying it or capturing it will surely lower the enemy's morale and have others lose faith in their cause.  \n            <br/> \n            <br/> A replica of the truck you are looking for has been parked at your FOB for reference, although their are many duplicates rumoured in the AO. Youll know you found the primary objective due to the sheer amount of weapons and ammunition inside. Furthermore, the truck itself will be guarded by a small team, no larger than 5 or 6. Surveillance shows almost every town to be heavily guarded, along with enemy technicals patrolling the area so plan your routes accordingly. Most importantly, their is one singular road leading in and out of the takistani mountains. With this being the enemy's only way to get supplies in and out, it is sure to be heavily fortified. God speed and Good Luck Gentleman!\n            <br/> \n            <br/> Primary Objective: Secure the weapons truck and bring it back to FOB. If unable to, destroy the weapons truck instead. \n            <br/>\n            <br/>\n        ",
    "typ": "Contract"
  },
  {
    "id": "CO30_Carson_TheSerpentsMansion.chernarus",
    "name": "The Serpents Mansion",
    "summary": "Eliminate targets at Devils Castle.",
    "description": "**The Serpents Mansion**\n\n**Employer**\n            <br/>Chernarus Government\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font color>\n            <br/>Local Terrorists\n            <br/>Targets are inside Devils Castle's AO.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font color>\n            <br/>Synixe Contractors, ION\n            <br/>\n            <br/><font color='#139120'>INDEPENDENT FORCES:</font color>\n            <br/>ION Forces will show up once we have cleared the castle. \n            <br/>\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font color>\n            <br/>Civilians inside nearby villages and towns.\n            <br/>\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font color>\n            <br/>Woods, some hills\n        \n\n**Mission**\n            <br/> We have been hired to clear the local tourist attraction known as Devils Castle. Due to our recent popularity in the news, the only intel we have is the location of our targets at this time. Our job is to find, and eliminate any uninvited guests in and around the immediate area of Devils Castle, as well as deal with any reinforcements that may arive.\n        ",
    "typ": "Contract"
  },
  {
    "id": "CO30_Matias_ChemicalLeak.zargabad",
    "name": "Chemical Leak",
    "summary": "Contractors are tasked with extracting the head of the Takistan chemical weapons program",
    "description": "**Chemical Leak**\n\n**Employer**\n            <br/>Central Intelligence Agency (C.I.A)\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font color>\n            <br/>Takistani Army\n            <br/>The army will try to prevent the extraction of the HVT, possible QRF is expected.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font color>\n            <br/>Synixe Contractors\n            <br/>Squad of undercover SAC operatives\n            <br/>\n\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font color>\n            <br/>Some civilians are expected in the main city\n\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font color>\n            <br/>The outskirts of Zargabad are relatively flat and desert, except for some trees.\n        \n\n**Mission**\n            <br/>Three months ago the C.I.A got confirmation that Takistan had renewed it's chemical weapons program.\n            <br/>At the possible threat of a nerve agent being developed Synixe has been hired by the C.I.A to apprehend and extract the head of the CW program.\n            <br/>\n            <br/>The target is located on his personal villa, surronded by a multitude of soldiers. Intel shows a confirmed gunship stationed in the AO.\n            <br/>It is also knwon that he is closely guarded by a team of Takistani spec ops, who are willing to die to defend him.\n            <br/>\n            <br/>Contractors are tasked with apprehending the HVT and loading him up in a plane waiting at the airport, after that he will be flown out of the area by the SAC squad.\n            <br/>Be advised that the SAC team is undercover as militia, so watch your fire as we don't want any blue on blue.\n            <br/>We have been provided with locally sourced SUVs for this job, aswell as a box of Stingers in order to deal with the gunship. A possible QRF is expected out of the local military base\n        ",
    "typ": "Contract"
  },
  {
    "id": "CO30_Matias_RideOfTheValkyries.chernarus_summer",
    "name": "Ride of the valkyries",
    "summary": "Contractors are tasked with executing an Interpol red notice.",
    "description": "**Ride of the valkyries**\n\n**Employer**\n            <br/>International Criminal Police Organization (INTERPOL)\n        \n\n**Situation**\n            <br/><font color='#D81717'>ENEMY FORCES:</font color>\n            <br/>Wagner Group operatives\n            <br/>Chernarussian Movement of the Red Star (ChDKZ or Chedaki)\n            <br/>The enemies will defend themselves from any threat.\n            <br/>\n            <br/><font color='#1D69F6'>FRIENDLY FORCES:</font color>\n            <br/>Synixe Contractors\n            <br/>\n\n\n            <br/><font color='#993399'>CIVILIAN CONSIDERATIONS:</font color>\n            <br/>There is no civilian presence in the area. Everyone fled the area once the ChDKZ started to get ready for war.\n\n            <br/><font color='#663300'>TERRAIN CONSIDERATIONS:</font color>\n            <br/>The Area of Operations is composed of a combination of forests and open fields.\n        \n\n**Mission**\n            <br/>In 2017 in eastern Syria a group of six Wagner Group contractors beat and tortured to death a Syrian army deserter who was unarmed and dehydrated.\n            <br/>They recorded the heinous act and uploaded it online, which eventually led to INTERPOL putting out a red notice on the six of them.\n            <br/>The six soldier unit nicknamed the Valkyries had gone dark, until recently when they were spotted in the Chernarussian countryside training Chedaki soldiers.\n            <br/>We have therefore been asked by INTERPOL to carry out the red notice, if possible apprehend the Valkyries but it is expected that they will not surrender\n            so INTERPOL will also accept their dead bodies if the situation arises.\n            <br/>\n            <br/>The members of the Valkyries are as follow:\n            <br/>\n            <br/>-Semyon Gusakov, a pilot.\n            <br/>\n            <br/>-Yuri Naryshkin, a combat engineer.\n            <br/>\n            <br/>-Aleksei Yeltsin, a marksman\n            <br/>\n            <br/>-Oleg Pashinin, a tactical driver and tank commander\n            <br/>\n            <br/>-Roman Gorbunov, a team coordinator and FTL\n            <br/>\n            <br/>-Ilya Turchinsky, an EOD/Demolitions specialist\n            <br/>\n            <br/>\n            <br/>We have been provided with a UAV to scout out the field, as well as an ATV in case it is seen fit to send out a sharpshooter team.\n        ",
    "typ": "Contract"
  }
]